<?php
    class ElementAboutLegalTos extends Element {
        public function Render() {
            global $page;
            
            $page->SetTitle( 'Πολιτική Προστασίας Προσωπικών Δεδομένων' );
            
            ?>
            <div id="abouttos">
                <h2>Πολιτική Προστασίας Προσωπικών Δεδομένων</h2>
                    <p>Το Zino επεξεργάζεται τα προσωπικά σας δεδομένα σύμφωνα με αυτή την Πολιτική προστασίας προσωπικών δεδομένων και τον νόμο προστασίας προσωπικών δεδομένων.</p>
                    <p>Αυτή η Πολιτική προστασίας προσωπικών δεδομένων αποτελεί μέρος των <a href="tos">Όρων Χρήσης</a> μας και πρέπει να διαβαστεί προσεκτικά, καθώς ορίζει τα δεδομένα που συλλέγουμε και τον σκοπό μας, καθώς και τα δικαιώματά σας και πώς να τα ασκήσετε. Οποιαδήποτε χρήση αυτής της σελίδας συνεπάγεται την καθολική συμφωνία με αυτή την Πολιτική προστασίας προσωπικών δεδομένων.</p>
                
                <h3>Είδη προσωπικών δεδομένων που συλλέγουμε</h3>
                    <h4>Δημόσιες πληροφορίες που εσείς ανεβάζετε</h4>
                        <ul>
                            <li>πληροφορίες στο προφίλ σας, στα ημερολόγια σας, τις δημοσκοπήσεις σας, τις συζητήσεις σας, τις εικόνες σας, τα videos σας, 
                                τα συμβάντα σας, τη μουσική σας, και τους συνδέσμους σας.</li>
                            <li>μηνύματα και σχόλια απεσταλμένα σε άλλους χρήστες, καθώς επίσης και ψήφους, συζητήσεις και συμβολές σε προφίλ ή σελίδες 
                                άλλων χρηστών.</li>
                            <li>συνδέσμους προς τους φίλους σας και τις ομάδες σας.</li>
                        </ul>
                        
                    <h4>Ιδιωτικές πληροφορίες που εσείς ανεβάζετε</h4>
                        <ul>
                            <li>ρυθμίσεις και διαχειριστικά δεδομένα όπως το ψευδώνυμό σας και ο κωδικός σας, καταγραφές, και διευθύνσεις IP.</li>
                        </ul>
                    <h4>’λλα δεδομένα</h4>
                        <ul>
                            <li>δεδομένα σχετικά με την βελτιστοποίηση και την εξατομίκευση του Zino, συμπεριλαμβανόμενης και της online συμπεριφοράς.</li>
                        </ul>
                    <h4>Ιστορικό και καταγραφές</h4>

                <h3>Σκοπός για τον οποίο χρησιμοποιούμε τα προσωπικά σας δεδομένα</h3>
                
                <p>Χρησιμοποιούμε τα προσωπικά σας δεδομένα για να:</p>
                <ul>
                    <li>δημοσιεύσουμε τις πληροφορίες που έχετε οι ίδιοι σκοπό να δημοσιευθούν.</li>
                    <li>σας επιτρέψουμε να χρησιμοποιείτε ορθά την ιστοσελίδα σύμφωνα με τις ρυθμίσεις σας.</li>
                    <li>κάνουμε γενική διαχείριση πελατών.</li>
                    <li>σας στέλνουμε ενημερωτικές σχετικές με την ιστοσελίδα, όπως επίσης και για τα άλλα μας προϊόντα και υπηρεσίες.</li>
                    <li>σας προσφέρουμε διαφημίσεις που πιθανόν σας ενδιαφέρουν με βάση το προφίλ σας.</li>
                    <li>ερευνήσουμε υποθέσεις απάτης ή παραβίασης των Όρων Χρήσης.</li>
                    <li>δημιουργήσουμε στατιστικά σχετικά με τους χρήστες της ιστοσελίδας για να βελτιώσουμε την σελίδα ή για λόγους άμεσου marketing - γενικά στατιστικά μπορεί να δημοσιεύονται στην σελίδα μας και να ενδέχεται να προβληθούν δημόσια.</li>
                </ul>
                
                <h3>Όροι αποθήκευσης και τοποθεσία</h3>

                <p>Το Zino εφαρμόζει τους ακόλουθους όρους αποθήκευσης:</p>
                <ul>
                    <li><strong>Οι πληροφορίες που έχετε ανεβάσει ή τα στατιστικά δεδομένα:</strong> αποθηκεύονται όχι παραπάνω απ' ότι είναι απαραίτητο για την επεξεργασία μέσα στο πλαίσιο των σκοπών που αναφέρονται σε αυτή την Πολιτική προστασίας προσωπικών δεδομένων. Σημειώστε ότι μπορείτε να διαγράψετε τον λογαριασμό σας οποιαδήποτε στιγμή.</li>
                    <li><strong>Ιστορικό και καταγραφές:</strong> αποθηκεύονται όχι περισσότερο απ' ότι είναι απαραίτητο για την επεξεργασία μέσα στο πλαίσιο των σκοπών που αναφέρονται σε αυτή την Πολιτική προστασίας προσωπικών δεδομένων.</li>
                    <li><strong>Cookies:</strong> τα cookies που χρησιμοποιούνται σε αυτή την ιστοσελίδα αποθηκεύονται για ένα μέγιστο 100 ημερών.</li>
                </ul>

                <p>Τα προσωπικά σας δεδομένα ενδέχεται να αποθηκεύονται σε κάποια χώρα εκτός της Ευρωπαϊκής Ένωσης.</p>
                
                <h3>Πώς μοιραζόμαστε τα προσωπικά σας δεδομένα με τρίτους</h3>

                <ul>
                    <li>Τρίτα πρόσωπα μπορούν να έχουν πρόσβαση σε όλες τις πληροφορίες που εσείς κάνετε δημόσιες. Συμφωνείτε ότι οποιαδήποτε πληροφορία κάνετε δημόσια έχετε σκοπό να είναι δημόσια πληροφορία. Χρησιμοποιώντας το Zino συμφωνείτε ρητά ότι το Zino μπορεί να μοιραστεί όλα τα δεδομένα που κάνετε δημόσια (φύλλο, τοποθεσία, σεξουαλικές προτιμήσεις, θρησκεία, ενδιαφέροντα, ψηφοφορίες, συνδέσμους προς φίλους, φωτογραφίες, video, ημερολόγια, σχόλια, απαντήσεις, κ.ό.κ.) ή τα δεδομένα που συλλέγονται έμμεσα από την χρήση του Zino (ερωτήματα, διευθύνσεις IP, κ.ό.κ.) με τρίτους για τον σκοπό δημιουργίας στατιστικών για άμεσο marketing γενικότερα ή για την δημιουργία διαφημίσεων που πιθανόν σας ενδιαφέρουν με βάση το προφίλ σας.</li>
                    <li>Μισούμε το <em>spam</em> (την ανεπιθύμητη αλληλογραφία) όσο και εσείς. <strong>Δεν μοιραζόμαστε ποτέ την διεύθυνση e-mail σας με τρίτους.</strong></li>
                    <li>Μπορείτε να δηλώσετε αντίρρηση στην χρήση των προσωπικών σας δεδομένων για λόγους άμεσου marketing οποιαδήποτε στιγμή και ατελώς στέλνοντας ένα e-mail που να το δηλώνει ρητά στο <a href="mailto:privacy@zino.gr">privacy@zino.gr</a>.</li>
                    <li><strong>Δεν μοιραζόμαστε καμία άλλη από τις προσωπικές σας πληροφορίες με κανέναν τρίτο</strong>, εκτός αν μας δώσετε με ρητό τρόπο την άδεια να το κάνουμε.</li>
                    <li>Μπορούμε, παρ' όλα αυτά, να δώσουμε πρόσβαση στα προσωπικά σας δεδομένα σε περιπτώσεις παράνομης χρήσης, ή όταν λάβουμε εντολή από δικαστικά ή εκτελεστικά όργανα.</li>
                </ul>
                
                <h3>Cookies</h3>

                <p>Αυτή η ιστοσελίδα χρησιμοποιεί cookies για να σας αναγνωρίσει ως χρήστη αυτής της σελίδας, για να θυμάται τις προτιμήσεις σας και για να βοηθάει την πλοήγηση μέσα στις σελίδες. Επιπλέον, τρίτοι συνεργάτες μας ενδέχεται να χρησιμοποιήσουν cookies με τους δικούς τους όρους τα οποία να στοχεύουν στο προφίλ σας.</p>
                <p>Μπορείτε να απενεργοποιήσετε τα cookies στον browser σας, όμως μερικά τμήματα της ιστοσελίδας δεν θα συνεχίσουν να λειτουργούν σωστά.</p>
                
                <h3>Τα δικαιώματά σας</h3>
                
                <ul>
                    <li>Μπορείτε να αποκτήσετε πρόσβαση στα προσωπικά σας δεδομένα χωρίς χρέωση.</li>
                    <li>Μπορείτε να διορθώσετε τα δεδομένα σας ή να ζητήσετε να διορθωθούν.</li>
                    <li>Μπορείτε να διαγράψετε τον λογαριασμό σας οποιαδήποτε στιγμή.</li>
                </ul>
            </div>
            <?php
        }
    }
?>
