<?php
    class ElementAboutLegalTos extends Element {
        public function Render() {
            ?><h2>Όροι χρήσης</h2>

            <h3>Γενικά</h3>
                <p>Χρησιμοποιώντας, προβάλλοντας, κατεβάζοντας ή αλλιώς χρησιμοποιώντας το Zino ή οποιαδήποτε ιστοσελίδα ή δυνατότητα που γίνεται διαθέσιμη μέσω του Zino, οποιαδήποτε πληροφορία που παρέχεται ως μέρος των υπηρεσιών του Zino, ή οποιαδήποτε σχετικά e-mails, ενημερωτικές σελίδες ή υπηρεσίες (από εδώ και στο εξής συλλογικά "Zino"), ή κάνοντας κλικ στο "Δημιουργία" κατά την διαδικασία εγγραφής, συνάπτετε ένα νομικά δεσμευτικό συμφωνητικό "Συμφωνητικό" με το Zino [Αναστασάκη 6, ΤΚ 157 72, Ζωγράφου, Αθήνα] ("εμείς") βασισμένο σε αυτούς τους Όρους Χρήσης ("Όροι Χρήσης") και γίνεστε ένα μέλος του Zino ("Χρήστης"). Αν δεν επιθυμείτε να γίνετε Χρήστης, μην κάνετε κλικ στο "Δημιουργία" και μην αποκτάτε πρόσβαση, προβάλλετε, κατεβάζετε ή με άλλο τρόπο χρησιμοποιείτε οποιαδήποτε σελίδα του Zino, ή πληροφορίες ή υπηρεσίες. Ως Χρήστης, δεσμεύεστε από τους παρακάτω όρους χρήσης.</p>

                <p>Το Zino μπορεί να αλλάξει αυτούς τους όρους σε οποιοδήποτε χρόνο. Επεξεργασμένες εκδόσεις θα ενεργοποιούνται δεκαπέντε (15) ημέρες αφού δημοσιευθούν σε αυτή την ιστοσελίδα. Ο χρήστης δεσμεύεται από τους επεξεργασμένους όρους όταν ενεργοποιηθούν, ακόμα και αν δεν ειδοποιηθεί με ρητό τρόπο.</p>
            
            <h3>Μέλη</h3>
                <p>Πραγματοποιώντας εγγραφή, συμφωνείτε ότι παρέχετε ακριβείς και αληθινές πληροφορίες, και ότι έχετε το νομικό δικαίωμα σύναψης αυτού του Συμφωνητικού. Οι ανήλικοι πρέπει να έχουν την άδεια ενός από τους γονείς ή νομικούς κηδεμόνες τους πριν να εγγραφούν, και ιδιαίτερα στην περίπτωση που είναι κάτω των 13 ετών, ώστε να μπορέσουν να συνάψουν αυτό το Συμφωνητικό. Επιτρέπεται η δημιουργία ενός μοναδικού λογαριασμού χρήστη. Η χρήση διπλών λογαριασμών απαγορεύεται.</p>

                <p>Το Zino μπορεί να μπλοκάρει, να ακυρώσει ή να διαγράψει τον λογαριασμό σας οποιαδήποτε στιγμή για μία πληθώρα ενεργειών, και χωρίς προηγούμενη προειδοποίηση, χωρίς περιορισμούς αλλά κατά κύριο λόγο όσο αφορά δραστηριότητες σχετικές με τις ακόλουθες: παράνομες δραστηριότητες, παραβίαση πνευματικής ιδιοκτησίας, πορνογραφία, συκοφαντία, spam, hacking, ή άλλες δραστηριότητες που αντιτίθενται στους Όρους Χρήσης.</p>
                 
                <p>Το Zino παρακρατεί το δικαίωμα να διαγράψει ή να επεξεργαστεί δημοσιευμένες ή παρεχόμενες πληροφορίες, χωρίς προηγούμενη προειδοποίηση, χωρίς περιορισμούς αλλά κατά κύριο λόγο όσο αφορά δραστηριότητες σχετικές με τις παραπάνω.</p>

                <p>Όλα τα μέλη φέρουν την ευθύνη για τις επιπτώσεις της χρήσης αυτής της ιστοσελίδας.</p>

                <p>Το Zino μπορεί να σταματήσει να προσφέρει τις υπηρεσίες του.</p>

                <p>Στην περίπτωση σύγκρουσης μεταξύ ενός ή περισσοτέρων μελών με άλλα πρόσωπα ή μέλη, το Zino δεν φέρει την ευθύνη για οποιαδήποτε ζημία, οποιουδήποτε τύπου, στο παρόν ή στο μέλλον, αναμενόμενη ή μη, γνωστή ή άγνωστη, που να σχετίζονται με την εν λόγω σύγκρουση.</p>
            
            <h3>Δημοσίευση ή παραχώρηση δεδομένων στο Zino</h3>
                <p>Όλα τα δεδομένα που παρέχετε στο Zino δεν επιτρέπεται να παραβιάζουν οποιονδήποτε νόμο ή καταστατικό λειτουργίας. Αποδέχεστε ρητά αυτό τον όρο, και είστε υπεύθυνος (σύμφωνα με το αστικό και ποινικό δίκαιο) για οποιαδήποτε δεδομένα (κείμενα, συνδέσμους, εικόνες, video, και κάθε άλλου είδους περιεχόμενο) που δημοσιεύετε.</p>

                <p>Αυτό σημαίνει ότι ο Χρήστης, και όχι το Zino, είναι πλήρως υπεύθυνος για όλα τα δεδομένα που ανεβαίνουν, αποστέλλονται, μεταφέρονται μέσω e-mail ή άλλων μέσων, ή με άλλο τρόπο γίνονται διαθέσιμα μέσω της χρήσης του Zino.</p>

                <p>Όλα τα δεδομένα που ανεβάζετε ή αποστέλλετε δεν μπορούν να παραβιάζουν τα δικαιώματα συγγραφέων, ευρεσιτεχνιών, κατοχυρωμένα σήματα ή εμπορικά μυστικά, ή την ιδιοκτησία, τα πνευματικά, προστασίας προσωπικών δεδομένων, ιδιωτικά, ή δημόσια δικαιώματα τρίτων.</p>

                <p>Όλα τα δεδομένα που ανεβάζετε ή αποστέλλετε δεν μπορούν να είναι παραπλανητικά, απειλητικά, συκοφαντικά ή να αποτελούν προσωπικές επιθέσεις.</p>

                <p>Σχετικά με την πνευματική ιδιοκτησία των δεδομένων που ανεβαίνουν ή δημοσιεύονται έχουμε την ακόλουθη πολιτική:</p>

            <p>Οι χρήστες διατηρούν όλα τα δικαιώματα ιδιοκτησίας στα δεδομένα που παρέχουν. Παρ' όλα αυτά, υποβάλλοντας δεδομένα στο Zino, μέσω αυτού του συμφωνητικού παραχωρείτε ατελώς στο Zino μία μη αποκλειστική άδεια με διεθνή εγκυρότητα, που μπορεί να μεταβιβαστεί και να παραχωρηθεί περαιτέρω, για χρήση, αναπαραγωγή, μετάδοση, δυνατότητα δημιουργίας παράγωγων έργων, παρουσίαση, και εκτέλεση των δεδομένων αυτών που σχετίζονται με το Zino. Επιπλέον, μέσω αυτού του συμφωνητικού παραχωρείτε σε κάθε χρήστη του Zino μία μη αποκλειστική άδεια για πρόσβαση στα δεδομένα μέσω του Zino, και για χρήση, αναπαραγωγή, μετάδοση, εμφάνιση και εκτέλεση των δεδομένων όπως επιτρέπεται μέσα από τις δυνατότητες του Zino και σύμφωνα με αυτούς τους Όρους Χρήσης. Οι παραπάνω άδειες που παρέχονται από εσάς για τα δεδομένα που παρέχετε, παύουν να ισχύουν εντός μίας λογικής εμπορικής περιόδου μετά την διαγραφή του λογαριασμού σας ή των καθορισμένων δεδομένων που έχετε υποβάλλει. Κατανοείτε και συμφωνείτε, όμως, ότι το Zino μπορεί να συνεχίσει να κρατάει αποθηκευμένα, αλλά να μην εμφανίζει, μεταδίδει, ή εκτελεί, αντίγραφα των δεδομένων στους διακομιστές του που έχουν ήδη διαγραφεί, για ένα λογικό χρονικό διάστημα. Παρ' όλα αυτά, οι παραπάνω άδειες που παραχωρείτε για τα δεδομένα που υποβάλετε στα σχόλια, ψήφους, και στις ανασκοπήσεις είναι μόνιμες και αμετάκλητες.</p>
            
            <h3>Υποβολή παραπόνων</h3>
                <p>Δεσμεύεστε να αναφέρετε οποιαδήποτε επιβλαβή ή παράνομη πληροφορία ή δημόσια δεδομένα βρεθούν στην ιστοσελίδα μας στο abuse@zino.gr σε σύντομο χρονικό διάστημα. Αν το Zino κρίνει ότι το παράπονό σας σχετικά με το περιεχόμενο που υπέβαλλε κάποιο άλλο μέλος είναι έγκυρο, το περιεχόμενο θα αφαιρεθεί (κείμενα, εικόνες, πληροφορίες και κάθε είδους δεδομένα).</p>

            <h3>Τέλη &amp; Χρεώσεις</h3>
                <p>Οι υπηρεσίες του Zino είναι δωρεάν εν γένει, αλλά ορισμένες χρεώσεις για συγκεκριμένες ειδικές υπηρεσίες μπορεί να υπάρχουν.</p>

            <h3>Περιορισμός ευθύνης</h3>
                <p>ΤΟ Zino ΠΑΡΑΚΡΑΤΕΙ ΟΛΑ ΤΑ ΔΙΚΑΙΩΜΑΤΑ ΚΑΙ ΑΠΟΠΟΙΕΙΤΑΙ ΟΠΟΙΑΣΔΗΠΟΤΕ ΕΥΘΥΝΗΣ ΣΕ ΚΑΘΕ ΠΕΡΙΠΤΩΣΗ. ΤΟ Zino ΔΕΝ ΠΑΡΕΧΕΙ ΕΓΓΥΗΣΕΙΣ ΡΗΤΕΣ Η ΑΡΡΗΤΕΣ ΣΧΕΤΙΚΕΣ ΜΕ ΤΗΝ ΑΞΙΟΠΙΣΤΙΑ, ΑΣΦΑΛΕΙΑ Η ΤΗΝ ΠΡΟΤΕΙΝΟΜΕΝΗ ΧΡΗΣΗ ΤΗΣ ΥΠΗΡΕΣΙΑΣ.</p>
            <p>Όλα τα πνευματικά δικαιώματα είναι δεσμευμένα, εκτός από εκείνα που ρητά παραχωρούνται. Το Zino αρνείται κάθε ευθύνη και περιορίζει την νομική του ευθύνη στο νομικά ελάχιστο όσο αφορά την φύση των δημοσιεύσεων ή τις ζημίες που μπορεί να προκύψουν από αυτές.</p>
            <p>Το Zino δεν μπορεί και δεν εγγυάται ότι το Zino θα λειτουργεί χωρίς διακοπές και χωρίς σφάλματα. Το Zino δεν παρέχει καμία εγγύηση για τα αποτελέσματα χρήσης αυτής της ιστοσελίδας, ούτε σχετικά με την αξιοπιστία ή την εγκυρότητα των πληροφοριών που μπορούν να βρεθούν. Αυτή η σελίδα παρέχεται με βάση το 'όπως έχει' και 'όσο είναι διαθέσιμη'.</p>
            <p>Το Zino δεν παρέχει καμία εγγύηση σχετικά με την λειτουργικότητα της σελίδας, τις πληροφορίες, το περιεχόμενο, το υλικό ή τα προϊόντα που παρουσιάζονται στην σελίδα. Στο βαθμό που επιτρέπεται από το νόμο, το Zino απορρίπτει οποιαδήποτε εγγύηση, ρητή ή άρρητη, συμπεριλαμβανομένων αλλά όχι αποκλειστικά και των σιωπηρών εγγυήσεων για την εμπορικότητα και την καταλληλότητα χρήσης για συγκεκριμένο σκοπό.</p>

                <p>Το Zino δεν μπορεί να θεωρηθεί υπεύθυνο για οποιουδήποτε είδους ζημία έχει ως αποτέλεσμα η χρήση της ιστοσελίδας, συμπεριλαμβανομένων αλλά όχι αποκλειστικά άμεση ή έμμεση ζημία.</p>
            <p>Ως χρήστης, αναλαμβάνετε την πλήρη νομική ευθύνη, χωρίς αντιρρήσεις, για οποιαδήποτε πληροφορία δημοσιεύσετε και/ή οποιαδήποτε δραστηριότητα ασκείτε στο ή μέσω του προφίλ σας. Δεν είστε μόνο υπεύθυνος για τα στοιχεία που δημοσιεύετε στην δική σας σελίδα, στα σχόλιά σας, στις ψήφους σας, τις εικόνες σας, και τα λοιπά στοιχεία περιεχομένου του λογαριασμού σας, αλλά επίσης υπεύθυνος για τα σχόλια και τις απαντήσεις, τις εικόνες και κάθε άλλου είδους περιεχόμενο που δημοσιεύετε σε άλλα προφίλ ή σελίδες.</p>
            <p>Σύνδεσμοι προς ιστοσελίδες, συμπεριλαμβανομένων banners, κουμπιών και συνδέσμων κειμένου, υπόκεινται στην ευθύνη του κατόχου των συνδέσμων. Το Zino μπορεί να απαγορεύσει την δημιουργία συνδέσμων προς άλλες σελίδες και να προχωρήσει σε διώξεις στην περίπτωση που αυτοί δεν αφορούν προσωπική, ομαλή και μη εμπορική χρήση.</p>

            <h3>Προσωπική, ομαλή και μη εμπορική χρήση</h3>
                <p>Αυτή η σελίδα επιτρέπεται να χρησιμοποιηθεί μόνο για προσωπική, μη εμπορική χρήση, εκτός από περιπτώσεις που υπάρχει έγγραφη άδεια από το Zino.
            Δεν επιτρέπεται η χρήση αυτής της σελίδες με μη ορθό τρόπο, για οποιοδήποτε παράνομο σκοπό ή σκοπό αντίθετο στους όρους και προειδοποιήσεις αυτού του εγγράφου ή άλλων όρων. Δεσμεύεστε να χρησιμοποιήσετε ολόκληρη την ιστοσελίδα ορθώς, δίνοντας την δέουσα προσοχή και ακολουθώντας την κοινή λογική.
                </p>

            <h3>Προειδοποιήσεις και ενδείξεις</h3>
                <p>Πρέπει να διαβάζετε και να καταλαβαίνετε όλες τις προειδοποιήσεις και τις ενδείξεις σε αυτή την ιστοσελίδα. Οποιαδήποτε συνέχιση χρήσης αυτής της ιστοσελίδας μετά από προειδοποίηση θα θεωρείται ρητή συγκατάθεση στην προειδοποίηση.</p>

            <h3>Πρόσβαση</h3>
                <p>Ο χρήστης φέρει την πλήρη ευθύνη για την χρήση ψευδώνυμων, ονομάτων, κωδικών και/ή μυστικών εισόδου. Ο χρήστης δεσμεύεται να διατηρήσει την εμπιστευτικότητα και ασφάλεια των δεδομένων εισόδου. Αν υπάρξει οποιαδήποτε παραβίαση ή κατάχρηση αυτών των δεδομένων, ο χρήστης πρέπει να στείλει ένα e-mail στο abuse@zino.gr.</p>

            <h3>Τοπική χρήση</h3>
                <p>Η ΧΡΗΣΗ ΑΥΤΗΣ ΤΗΣ ΣΕΛΙΔΑΣ ΑΠΑΓΟΡΕΥΕΤΑΙ ΣΕ ΧΩΡΕΣ ΟΠΟΥ ΟΠΟΙΟΔΗΠΟΤΕ ΤΜΗΜΑ ΑΥΤΟΥ ΤΟΥ ΣΥΜΦΩΝΗΤΙΚΟΥ ΔΕΝ ΕΙΝΑΙ ΕΓΚΥΡΟ ΣΥΜΦΩΝΑ ΜΕ ΤΟΝ ΤΟΠΙΚΟ ΝΟΜΟ, ΧΩΡΙΣ ΑΥΤΟ ΝΑ ΚΑΘΙΣΤΑ ΜΗ ΕΓΚΥΡΟ ΟΛΟΚΛΗΡΟ ΤΟ ΣΥΜΦΩΝΗΤΙΚΟ Η ΤΜΗΜΑ ΤΟΥ ΣΥΜΦΩΝΗΤΙΚΟΥ.</p>

            <h3>Δικαστικές αρχές</h3>
                <p>Αυτό το συμφωνητικό και η σχέση μεταξύ εσάς και αυτής της σελίδας διέπονται από το Ελληνικό δίκαιο εκτός από τις περιπτώσεις συγκρούσεων με διατάξεις του νόμου. Εσείς και το Zino συμφωνείτε να υπάγεστε στην αποκλειστική δικαστική αρχή των δικαστηρίων που βρίσκονται στην Αθήνα της Ελλάδας.</p>
            <?php
        }
    }
?>
