<?php
	function ElementAdminNewAdmins() {
		global $page;
		
		$page->SetTitle( 'Λίγα λόγια για τους νέους διοικητές' );

		?><br /><br /><br /><br /><br /><?php

		$text = "Πρώτα απ' όλα, ας καλοσωρίσω όλους τους νέους προγραμματιστές - διοικητές και ας πω ότι το παρακάτω κείμενο είναι σημαντικό να διαβαστεί από όλους.
		Παρακάτω αναφέρονται κάποιοι κανόνες για την καλή λειτουργία της διοικητικής ομάδας και του κάθε διοικητή ξεχωριστά. Καθώς το να είναι κανείς διοικητής δεν είναι και μικρή υπόθεση και σίγουρα συνεπάγεται πολλές ευθύνες, καλό θα ήταν να ενημερωθείτε για τις  ευθύνες αυτές και για το τι μπορεί να προκύψει στην συνέχεια.

		1) Η επεξεργασία άρθρων ή μικρών νέων απαγορεύεται για οποιονδήποτε λόγο εκτός κι αν συμφωνούνε και όλα τα υπόλοιπα μέλη της διοικητικής ομάδας. Επίσης μπορεί να γίνει κάτι τέτοιο, αν ζητηθεί από το άτομο του οποίου είναι το μικρό νέο-άρθρο. Επίσης δεν γίνεται να διαγραφεί κανένα άρθρο για κανέναν απολύτως λόγο εκτός αν συμφωνήσουν και πάλι όλοι οι υπόλοιποι διοικητές - προγραμματιστές.

		2) Η δυνατότητα μετατροπής της ιδιότητας ενός χρήστη σε δημοσιογράφο, να χρησιμοποιέιται μόνο και μόνο αφού ολοκληρωθεί η διαδικασία της ψηφοφορίας. Δεν μπορεί σε καμία περίπτωση να γίνει κάποιος δημοσιογράφος - χρήστης.

		3) Αν τεθεί κάποια ερώτηση περί κάποιου τεχνικού θέματος, προσπαθούμε να βοηθάμε τους χρήστες μέσω των
		[merlin:link http://chit-chat.gr/index.php?p=story&amp;id=106 |ενημερωτικών άρθρων του Chit-Chat]. Επίσης προσπαθούμε να είμαστε όσο το δυνατόν πιο ευγενικοί και φιλικοί μπορούμε. Αυτό βοηθάει στις καλές σχέσεις μεταξύ Διοικητικής Ομάδας και των υπόλοιπων χρηστών του site.
		Στα σχόλια μας σε κάποια άρθρα προσπαθούμε να ενθαρρύνουμε και να βοηθάμε τους συντάκτες ώστε να βελτιωθούν, να διορθώσουν τα άρθρα τους και να ενημερωθούνε περαιτέρω πάνω σε κάποια θέματα, σχετικά με το Chit-Chat ή μη.
		Ένας από τους πιο σημαντικούς κανόνες είναι η διαφοροποίηση σχολίων που γράφονται από την διοικητική ομάδα και σχολίων που γράφονται από τον διοικητή ή τον προγραμματιστή αντίστοιχα.
		Τα σχόλια που προέρχονται από την διοικητική ομάδα προκύπτουνε από κάτι κοινώς, και καθολικώς, αποδεκτό από όλα τα μέλη της. Κάτι το οποίο εκφράζει προσωπική γνώμη του διοικητή - προγραμματιστή δεν προέρχεται από την διοικητική ομάδα και πρέπει να αποφεύγεται η συσχέτιση αυτών των δύο. Στα μικρά νέα προσπαθούμε να αναφέρουμε κάποιες σημαντικές ανακοινώσεις και όχι άσκοπα, χαζά μηνύματα.

		4) Η δυνατότητα δημιουργίας νέων ερωτήσεων - τοποθεσιών, είναι ελεύθερη χρήσης από τον οποιοδήποτε αρκεί να μην περιέχει προσβλητικές - υβριστικές εκφράσεις. Προσπαθείτε να βάζετε όσες περισσότερες ερωτήσεις μπορείτε. Κάνει καλό.

		5) Ίσως το κυριότερο και σε αυτό περιέχονται και όλα τα προηγούμενα.
		Σκοπός της διοικητικής ομάδας είναι η ενίσχυση και διαιώνιση των φιλικών και ομαδικών σχέσεων μεταξύ όλων των υπολοίπων χρηστών. Προσπαθούμε να περιορίσουμε τις διαφωνίες της διοικητικής ομάδας μέσα στην συνομιλία της και να μην τις επεκτείνουμε στο site για να μην προβάλλεται μία αρνητική εικόνα από την διοικητική ομάδα. 
		Διότι αν ο άλλος δει κάτι τέτοιο θα σκεφτεί: \"Αυτοί δεν μπορούν να τα βρούνε μεταξύ τους και θέλουν να βοηθήσουν και τους άλλους; \" και θα έχει και απόλυτο δίκιο. Το να παύουμε να υπηρετούμε αυτόν τον σκοπό είναι πρώτα ενάντια στο site και μετά ενάντια στους εμπλεκόμενους καθώς η αρνητική εικόνα που προβάλλεται είναι πολύ άσχημο φαινόμενο. Γι' αυτόν τον λόγο δεν αποκλείεται η τιμώρηση κάποιων μελών της διοικητικής ομάδας σε περίπτωση που κάνουνε κάτι αρνητικό ή μη επιτρεπόμενο.
		Η θέση του διοικητή ή του προγραμματιστή αντίστοιχα σας δώθηκε τιμητικά και έτσι πρέπει να την αντιλαμβάνεστε. Όλοι περιμένουμε τις καλύτερες πράξεις από εσάς και την συνεργασία μεταξύ των μελών της διοικητικής ομάδας. Διότι αν φτάσουμε στο σημείο να χάσουμε την εσωτερική μας συνοχή, τότε χάνουμε το μεγαλύτερο κομμάτι μας! Ελπίζω να μην απογοητεύσει κανείς κανέναν και να συνεχίσουμε να είμαστε μια ευχάριστη διοικητική ομάδα.
		Επίσης προσπαθούμε να κοιτάμε όσο πιο συχνά μπορούμε την συνομιλία της διοικητικής ομάδας στο skype για τυχόν επείγοντα ζητήματα.

		Blink";

		echo mformatstory( $text );
	}
?>
