<?php
    class ElementAboutInfoFAQ extends Element {
        public function Render() {
            ?><h2 class="sweet">Συχνές ερωτήσεις</h2>
                
            <ul>
                <li>
                    <h3 class="sweet">Από πού προήλθε η ιδέα για το Zino?</h3>
                    <p>
                        Ο Διονύσης Ζήνδρος αρχικά θέλησε να υπάρχει ένα μέρος όπου θα
                        μπορούν να συζητούν μερικοί φίλοι. Συγκεκριμένα, ένας τόπος
                        όπου θα μπορούν να ανταλλάσονται απόψεις για κάθε θέμα που 
                        μπορεί να ενδιαφέρει οποιονδήποτε, μαζί με την δυνατότητα
                        να μοιράζεται την καθημερινότητά του το κάθε μέλος. Έτσι
                        ξεκίνησε το Chit-Chat, μία μικρή ιστοσελίδα για μία παρέα.
                    </p>
                    <p>
                        Αφού απέκτησε μερικούς φανατικούς χρήστες, ο Χρήστος Παππάς και ο
                        Αλέξης Μπρέσας αγάπησαν την ιδέα του δικτύου από φίλους, και αποφασίστηκε
                        ότι είναι μία εφαρμογή που ο καθένας θα πρέπει να έχει την
                        ευκαιρία να χρησιμοποιήσει. Έτσι μετεξελίχθηκε σε μία
                        εφαρμογή που άρχισε να έχει την σημερινή μορφή του Zino:
                        να μπορεί ο καθένας να φτιάξει Zino, να εκφράσει την ταυτότητά
                        του, και να επικοινωνήσει με παλιούς και νέους φίλους
                        όπως θα επικοινωνούσε στην πραγματική ζωή.
                    </p>
                    <p>
                        Στη συνέχεια, η ομάδα επεκτάθηκε, και πολλά άτομα με μεράκι
                        έφτιαξαν την τελική εφαρμογή. Η μορφή επικοινωνίας
                        που έχει σήμερα, μαζί με το όνομα Zino πήραν σάρκα και οστά τον Ιούλιο
                        του 2008 που έγιναν διαθέσιμα και στο ευρύ κοινό.
                    </p>
                </li>
                <li>
                    <h3 class="sweet">Γιατί αρέσει το Zino σε τόσο κόσμο?</h3>
                    <p>
                        Κύριο ρόλο στην επιτυχία του Zino παίζει ότι παραμέρει σε μορφή
                        ανοιχτής παρέας. Στους ανθρώπους αρέσει να ανήκουν σε ομάδες
                        που νιώθουν ότι είναι μέρος τους, και το Zino προσφέρει ακριβώς
                        αυτό. Σε συνδιασμό με την δυνατότητα ζωντανής επικοινωνίας και
                        τους πολλαπλούς τρόπους έκφρασης, σπάνια όποιος αρχίζει να 
                        χρησιμοποιεί το Zino για λίγο καιρό μπορεί μετά να ζήσει
                        χωρίς αυτό.
                    </p>
                    <p>
                        Η τεχνολογία του Zino βασίζεται στους αλγόριθμους επιλογής
                        περιεχομένου: Με βάση την online συμπεριφορά του κάθε μέλους,
                        επιλέγεται αυτόματα το περιεχόμενο που θα δουν, χωρίς να υπάρχει
                        κανένας περιορισμός για το τι μπορεί κανείς να δει αν το ψάξει.
                        Αυτού του είδους το περιεχόμενο που επιλέγεται για τον καθένα
                        ξεχωριστά, το κάνει εύκολο για τους φίλους να παραμένουν συνδεδεμένοι
                        μεταξύ τους με αμείωτο ενδιαφέρον.
                    </p>
                </li>
                <li>
                    <h3 class="sweet">Πώς χτίζεται το Zino?</h3>
                    <p>
                        Η τεχνική μας ομάδα δουλεύει χρησιμοποιώντας ένα βασικό σκελετό
                        που λέγεται Rabbit και είναι μία από τις τεχνολογικές καινοτομίες
                        που ανέπτυξε η ομάδα μας πριν από το Zino. Δουλεύουμε κυρίως με το
                        λειτουργικό σύστημα Linux, και υποστηρίζουμε και χρησιμοποιούμε 
                        σχεδόν αποκλειστικά ανοιχτό λογισμικό.
                    </p>
                    <p>
                        Θεωρούμε το ανοιχτό λογισμικό μία εξαιρετική βάση για να δημιουργούμε
                        χρήσιμα και καινοτόμα τεχνολογικά στοιχεία. Γι' αυτό, ένα τεράστιο
                        τμήμα της δουλειάς μας, συμπεριλαμβανομένου και του σκελετού Rabbit,
                        το δημοσιεύουμε κι εμείς δωρεάν και σαν ανοιχτό κώδικα για να το
                        χρησιμοποιήσει όποιος πιστεύει ότι το χρειάζεται.
                    </p>
                </li>
                <li>
                    <h3 class="sweet">Πώς βγάζετε λεφτά από το Zino?</h3>
                    <p>
                        Στο Zino υπάρχουν πολλές ελκυστικές ευκαιρίες για έσοδα, αλλά τις αναβάλλουμε
                        προς το παρόν και περιοριζόμαστε μόνο σε βασικά έσοδα, επειδή θέλουμε να δημιουργήσουμε
                        και να υποστηρίξουμε ένα σύστημα που θα είναι χρήσιμο και
                        εύκολο για όλους, και να το διαδώσουμε &mdash; και δεν θέλουμε τα χρήματα να είναι
                        αυτό που θα μας απασχολεί την προσοχή όσο το κάνουμε αυτό. Θεωρούμε την αποστολή μας
                        αυτή πιο σημαντική από το να βγάλουμε πολλά χρήματα για τώρα.
                    </p>
                    <p>
                        Τουλάχιστον μέχρι να εφαρμόσουμε τα επιχειρηματικά μοντέλα που σχεδιάζουμε για
                        αργότερα, στο Zino ξοδεύουμε περισσότερα χρήματα απ' όσα βγάζουμε και εργαζόματε
                        ως εθελοντές.
                    </p>
                </li>
                <li>
                    <h3 class="sweet">Τι ετοιμάζετε για το Zino στο μέλλον?</h3>
                    <p>
                        Συνεχίζουμε πάντα να ακολουθούμε την φιλοσοφία ότι οι χρήστες μας είναι το
                        πιο σημαντικό μας εφόδιο, να τους ακούμε και να παρακολουθούμε στενά τις
                        ανάγκες τους. Θέλουμε το Zino να είναι μία εφαρμογή δωρεάν και χρήσιμη
                        για όλους, που να καλύπτει πραγματικές ανάγκες επικοινωνίας.
                    </p>
                    <p>
                        Σχεδιάζουμε η Kamibu, η εταιρία πίσω από το Zino, να επαναπροσδιορίσει μέσω
                        του Zino τον τρόπο που οι έφηβοι επικοινωνούν και εκφράζονται στο διαδίκτυο.
                        Το όραμά μας είναι να γίνουμε η ηγετική υπηρεσία κοινωνικής δικτύωσης στην
                        Ελλάδα, έχοντας πάντα στο μυαλό μας την κουλτούρα πίσω από την οποία ξεκινήσαμε
                        και να χτίσουμε τεχνολογία μέσω επιχειρηματικών κινήσεων που θα εμπνεύσουν
                        άλλους και θα κάνουν το Ελληνικό Internet ένα καλύτερο μέρος για όλους μας.
                    </p>
                </li>
            </ul>
            <?php
        }
    }
?>
