<?php
    class ElementAboutInfoSummary extends Element {
        public function Render() {
            ?>
            <div id="aboutsection">
                <h2 class="sweet">Τι είναι το Zino?</h2>
                
                <p>
                    To Zino είναι μία παρέα. Είναι ένα μέρος που οι έφηβοι μιλάνε, ανταλλάσσουν
                    απόψεις, και μοιράζονται στιγμές από τη ζωή τους. Από φωτογραφίες και βίντεο,
                    μέχρι δημοσκοπήσεις και ημερολόγια, το Zino είναι ο τρόπος που μπορεί κανείς
                    να τα κάνει όλα αυτά σε μορφή παρέας. Δεν θα βρεις ιδιωτικά προφίλ στο Zino —
                    όλα όσα μοιράζονται τα μέλη μεταξύ τους είναι διαθέσιμα σε όλους για να τα
                    διαβάσουν και να συμμετέχουν. Είμαστε εδώ για να επιτρέψουμε στον καθένα
                    να νιώσει μέρος της μεγάλης παρέας, να μιλήσει ελεύθερα, και να μοιραστεί
                    τις δικές του στιγμές με τους υπόλοιπους.
                </p>
                
                <p>
                    <img src="http://static.zino.gr/phoenix/art/bluebubble.png" style="float:right;margin: 0 10px" alt="Η φούσκα του Zino" />
                    Και πώς το κάνουμε αυτό; Τα πάντα στο Zino μπορούν να τα δουν όλοι — είτε
                    είναι παλιοί είτε μόλις ήρθαν, είτε έχουν πολλούς φίλους είτε ακόμη μόνο
                    λίγους. Στη συζήτηση μεταξύ μελών μπορεί να παρέμβει ο καθένας, με ελευθερία
                    του λόγου, και με την δυνατότητα να μιλήσει σε όποιον θέλει. Κανένας δεν
                    μιλάει μόνο με έναν, όλοι μιλάνε σαν παρέα.
                </p>
                
                <p>
                    Και δεν σταματάμε εκεί. Επειδή στο Zino θέλουμε να κάνουμε την επικοινωνία όσο
                    γίνεται πιο κοντά στην πραγματική ζωή, κάθε τι που συμβαίνει στο Zino είναι
                    live. Όσα γράφονται, όσα λέγονται, όσα συζητιούνται, οι φωτογραφίες των
                    μελών, οι παρεμβάσεις του καθενός, εμφανίζονται όλα την στιγμή που γράφονται,
                    για να μπορεί όποιος θέλει να μιλήσει με αμεσότητα. Είμαστε εδώ για να 
                    ενθαρρύνουμε την συζήτηση. Κοιτώντας στο Zino πάντα θα βρεις κάτι που θα
                    σε ενδιαφέρει — και όσο το χρησιμοποιείς περισσότερο, τόσο θα μπορούμε
                    να μάθουμε τι σου αρέσει και να σου δείχνουμε περισσότερο περιεχόμενο
                    που θα βρίσκεις σαγηνευτικό. Δεσμευόμαστε να αλλάξουμε τον τρόπο που οι 
                    νέοι επικοινωνούν στο Internet και το πώς εκφράζονται μέσα από την 
                    επικοινωνία τους.
                </p>
                
                <h3 class="sweet">Πρόσφατη κατάσταση του Zino</h3>
<ul class="blog">
<li><div class="jsmall">
<h4><a href="http://oniz.zino.gr/journals/Proswrini_Mi-Diathesimotita_tou_Zino">Προσωρινή Μη-Διαθεσιμότητα του Zino</a></h4>
<p>Καλημέρα Zino,  Θα θέλαμε να σας ενημερώσουμε για ένα προσωρινό τεχνικό πρόβλημα που έλαβε χώρα νωρίς σήμερα το πρωί, το οποίο απέτρεψε την πρόσβαση στους χρήστες του Zino για μερικά λεπτά (περίπου από τις 01....</p>
</div>
<div class="barfade"><div class="leftbar"></div><div class="rightbar"></div></div>
</li><li><div class="jsmall">
<h4><a href="http://oniz.zino.gr/journals/Suntomi_mi_diathesimotita_tou_Zino">Σύντομη μη διαθεσιμότητα του Zino</a></h4>
<p>Καλημέρα Zino,  Το Zino αυτή τη στιγμή και για μερικά λεπτά ακόμα, δεν είναι διαθέσιμο στο περίπου 30% των χρηστών μας. Αν έχετε προβλήματα σύνδεσης, δοκιμαστε ξανά σε λίγο, και μην ξεχάσετε να το πείτε στους φίλους σας που ίσως δεν μπορούν να μπουν αυτή τη στιγμή....</p>

</div><div class="barfade">
        <div class="leftbar"/>
        <div class="rightbar"/>

    </div>
</li><li><div class="jsmall">
<h4><a href="http://oniz.zino.gr/journals/To_Zino_upostirizei_3_enimerwtikes_ekstrateies">Το Zino υποστηρίζει 3 ενημερωτικές εκστρατείες</a></h4>
<p>To Zino στηρίζει τις εκστρατείες των μη κυβερνητικών οργανώσεων που θεωρούμε ότι κάνουν σημαντικό έργο απέναντι στους πολίτες. Σε συνεργασία με τρεις μεγάλους φορείς, τρέχουμε τις ερχόμενες 2 εβδομάδες τρεις ενημερωτικές καμπάνιες σχετικά με 3 σημαντικά θέματα που μας αφορούν όλους, και ιδιαίτερα εμά...</p>
</div><div class="barfade">
        <div class="leftbar"/>
        <div class="rightbar"/>
    </div>
</li></ul>

            </div><?php
        }
    }
?>
