<?php
    class ElementAboutInfoSummary extends Element {
        public function Render() {
            global $page;
            
            $page->Title( 'Πληροφορίες' );
            
            ?>
            <div id="aboutsection">
                <h2 class="sweet">Τι είναι το Zino?</h2>
                
                <p>
                    To Zino είναι μία παρέα. Είναι ένα μέρος που οι έφηβοι μιλάνε, ανταλλάσσουν
                    απόψεις, και μοιράζονται στιγμές από τη ζωή τους. Από φωτογραφίες και βίντεο,
                    μέχρι δημοσκοπήσεις και ημερολόγια, το Zino είναι ο τρόπος που μπορεί κανείς
                    να τα κάνει όλα αυτά σε μορφή παρέας. Δεν θα βρεις ιδιωτικά προφίλ στο Zino —
                    όλα όσα μοιράζονται τα μέλη μεταξύ τους είναι διαθέσιμα σε όλους για να τα
                    διαβάσουν και να συμμετέχουν. Είμαστε εδώ για να επιτρέψουμε στον καθένα
                    να νιώσει μέρος της μεγάλης παρέας, να μιλήσει ελεύθερα, και να μοιραστεί
                    τις δικές του στιγμές με τους υπόλοιπους.
                </p>
                
                <p>
                    <img src="http://static.zino.gr/phoenix/art/bluebubble.png" style="float:right;margin: 0 10px" alt="Η φούσκα του Zino" />
                    Και πώς το κάνουμε αυτό; Τα πάντα στο Zino μπορούν να τα δουν όλοι — είτε
                    είναι παλιοί είτε μόλις ήρθαν, είτε έχουν πολλούς φίλους είτε ακόμη μόνο
                    λίγους. Στη συζήτηση μεταξύ μελών μπορεί να παρέμβει ο καθένας, με ελευθερία
                    του λόγου, και με την δυνατότητα να μιλήσει σε όποιον θέλει. Κανένας δεν
                    μιλάει μόνο με έναν, όλοι μιλάνε σαν παρέα.
                </p>
                
                <p>
                    Και δεν σταματάμε εκεί. Επειδή στο Zino θέλουμε να κάνουμε την επικοινωνία όσο
                    γίνεται πιο κοντά στην πραγματική ζωή, κάθε τι που συμβαίνει στο Zino είναι
                    live. Όσα γράφονται, όσα λέγονται, όσα συζητιούνται, οι φωτογραφίες των
                    μελών, οι παρεμβάσεις του καθενός, εμφανίζονται όλα την στιγμή που γράφονται,
                    για να μπορεί όποιος θέλει να μιλήσει με αμεσότητα. Είμαστε εδώ για να 
                    ενθαρρύνουμε την συζήτηση. Κοιτώντας στο Zino πάντα θα βρεις κάτι που θα
                    σε ενδιαφέρει — και όσο το χρησιμοποιείς περισσότερο, τόσο θα μπορούμε
                    να μάθουμε τι σου αρέσει και να σου δείχνουμε περισσότερο περιεχόμενο
                    που θα βρίσκεις σαγηνευτικό. Δεσμευόμαστε να αλλάξουμε τον τρόπο που οι 
                    νέοι επικοινωνούν στο Internet και το πώς εκφράζονται μέσα από την 
                    επικοινωνία τους.
                </p>
            </div><?php
        }
    }
?>
