<?php
    class ElementAboutInfoWorkings extends Element {
        public function Render() {
            global $page;
            
            $page->SetTitle( 'Πώς δουλεύει' );
            
            ?>
                <h2 class="sweet">Πώς δουλεύει το Zino?</h2>
                
                <ol>
                    <li>
                        <h3>Εξερεύνησε</h3>
                        <p>
                            Μπορείς να εξερευνήσεις το Zino και να διαβάσεις όλα όσα γράφονται χωρίς
                            να είσαι μέλος. Διάβασε ό,τι σε ενδιαφέρει, δες τις φωτογραφίες, βρες
                            ημερολόγια, δημοσκοπήσεις και ενδιαφέροντα προφίλ.
                        </p>
                    </li>
                    <li>
                        <h3>Γίνε μέλος</h3>
                        <p>
                            Για να φτιάξεις το δικό σου προφίλ, γίνε μέλος στο Zino και γράψε κάποια
                            στοιχεία για τον εαυτό σου που θέλεις να μπορούν να τα βλέπουν όλοι οι 
                            άλλοι. Ξεκίνα ανεβάζοντας μία φωτογραφία σου και δημιουργώντας μια 
                            δημοσκόπηση για να απαντήσουν οι ενδιαφερόμενοι.
                        </p>
                    </li>
                    <li>
                        <h3>Δικτυώσου</h3>
                        <p>
                            Για να φτιάξεις το δικό σου προφίλ, γίνε μέλος στο Zino και γράψε κάποια
                            στοιχεία για τον εαυτό σου που θέλεις να μπορούν να τα βλέπουν όλοι οι 
                            άλλοι. Ξεκίνα ανεβάζοντας μία φωτογραφία σου και δημιουργώντας μια 
                            δημοσκόπηση για να απαντήσουν οι ενδιαφερόμενοι.
                        </p>
                    </li>
                </ol>
            <?php
        }
    }
?>
