<?php
    class ElementAboutInfoWorkings extends Element {
        public function Render() {
            ?><h2 class="sweet">
            Πώς δουλεύει το Zino?    
            </h2>
            
            <ul>
                <li>
                    <h3 class="sweet">Εκφράσου</h3>
                    <p>
                        <strong>Φτιάξε το Zino σου.</strong> Δημιούργησε το προφίλ σου στο Zino
                        για να δείξεις ποιος είσαι. Γράψε για τον εαυτό σου. Τι μουσική ακούς,
                        ποιες ταινίες σου αρέσουν, από πού είσαι, και ό,τι άλλο εσύ θέλεις. 
                        Ανέβασε φωτογραφίες σου ή εικόνες που σου αρέσουν για να γεμίσεις το
                        προφίλ σου με αυτά που νιώθεις.
                    </p>
                    <p>
                        <strong>Πες το.</strong> Γράψε για την καθημερινότητά σου μέσα σε ένα
                        ημερολόγιο ή ρώτα κάτι που σε απασχολεί σε μία δημοσκόπηση. Μίλα εκεί
                        που θέλεις αφήνοντας σχόλια σε προφίλ, φωτογραφίες, ημερολόγια, και
                        δημοσκοπήσεις άλλων.
                    </p>
                </li>
                <li>
                    <h3 class="sweet">Εξερεύνησε</h3>
                    <p>
                        <strong>Βρες την παρέα σου.</strong> Δες ποιος άλλος από το MSN σου 
                        ή από άλλα δίκτυα έχει Zino, βάλ' τον στους φίλους, και μοιραστείτε
                        τις στιγμές σας μέσα από το Zino. Προσκάλεσε όσους φίλους σου δεν 
                        έχουν Zino να φτιάξουν το προφίλ τους και μπείτε όλοι στην παρέα.
                    </p>
                    <p>
                        <strong>Γνώρισε κόσμο.</strong> Βρες άτομα που δεν ήξερες και έχουν
                        παρόμοια ενδιαφέροντα, ή μένουν κοντά στην περιοχή σου και είναι στην
                        ηλικία σου. Ή πολύ απλά γνώρισε κάποιον τυχαία, μόνο και μόνο επειδή
                        βαριέσαι!
                    </p>
                </li>
                <li>
                    <h3 class="sweet">Είσαι μέσα;</h3>
                    <p>
                        <strong>Δείξε τι αγαπάς.</strong> Δείξε στους φίλους σου ποιες φωτογραφίες
                        τους αγαπάς. Τι πράγματα από όσα ανεβάζουν σου αρέσουν. Αναγνώρισε τους
                        φίλους σου στις φωτογραφίες που ανεβάζεις, είτε βρίσκονται στ' αλήθεια εκεί,
                        είτε χιουμοριστικά σε κάποιο αντικείμενο.
                    </p>
                    <p>
                        <strong>Ζωντάνεψε.</strong> Μίλα με όποιο άτομο σε ενδιαφέρει για οποιοδήποτε
                        θέμα ζωντανά. Γράψε σχόλια και δες τις απαντήσεις τους άμεσα. Απάντα κι εσύ
                        με τη σειρά σου. Όλα αυτά χωρίς να περιμένεις ή να κάνεις refresh στη σελίδα.
                    </p>
                </li>
            </ul>
            <?php
        }
    }
?>
