<?php
    class ElementAboutInfoWorkings extends Element {
        public function Render() {
            global $page;
            
            $page->SetTitle( 'Πώς δουλεύει' );
            
            ?>
                <h2 class="sweet">Πώς δουλεύει το Zino?</h2>
                
                <ol>
                    <li>
                        <h3>Εξερεύνησε</h3>
                        <p>
                            Μπορείς να εξερευνήσεις το Zino και να διαβάσεις όλα όσα γράφονται χωρίς
                            να είσαι μέλος. Διάβασε ό,τι σε ενδιαφέρει, δες τις φωτογραφίες, βρες
                            ημερολόγια, δημοσκοπήσεις και ενδιαφέροντα προφίλ.
                        </p>
                    </li>
                    <li>
                        <h3>Γίνε μέλος</h3>
                        <p>
                            Για να φτιάξεις το δικό σου προφίλ, γίνε μέλος στο Zino και γράψε κάποια
                            στοιχεία για τον εαυτό σου που θέλεις να μπορούν να τα βλέπουν όλοι οι 
                            άλλοι. Ξεκίνα ανεβάζοντας μία φωτογραφία σου και δημιουργώντας μια 
                            δημοσκόπηση για να απαντήσουν οι ενδιαφερόμενοι.
                        </p>
                    </li>
                    <li>
                        <h3>Δικτυώσου</h3>
                        <p>
                            Για να φτιάξεις το δικό σου προφίλ, γίνε μέλος στο Zino και γράψε κάποια
                            στοιχεία για τον εαυτό σου που θέλεις να μπορούν να τα βλέπουν όλοι οι 
                            άλλοι. Ξεκίνα ανεβάζοντας μία φωτογραφία σου και δημιουργώντας μια 
                            δημοσκόπηση για να απαντήσουν οι ενδιαφερόμενοι.
                        </p>
                    </li>
                </ol>
                
                <p>
                    <img src="http://static.zino.gr/phoenix/art/bluebubble.png" style="float:right;margin: 0 10px" alt="Η φούσκα του Zino" />
                    Και πώς το κάνουμε αυτό; Τα πάντα στο Zino μπορούν να τα δουν όλοι — είτε
                    είναι παλιοί είτε μόλις ήρθαν, είτε έχουν πολλούς φίλους είτε ακόμη μόνο
                    λίγους. Στη συζήτηση μεταξύ μελών μπορεί να παρέμβει ο καθένας, με ελευθερία
                    του λόγου, και με την δυνατότητα να μιλήσει σε όποιον θέλει. Κανένας δεν
                    μιλάει μόνο με έναν, όλοι μιλάνε σαν παρέα.
                </p>
                
                <p>
                    Και δεν σταματάμε εκεί. Επειδή στο Zino θέλουμε να κάνουμε την επικοινωνία όσο
                    γίνεται πιο κοντά στην πραγματική ζωή, κάθε τι που συμβαίνει στο Zino είναι
                    live. Όσα γράφονται, όσα λέγονται, όσα συζητιούνται, οι φωτογραφίες των
                    μελών, οι παρεμβάσεις του καθενός, εμφανίζονται όλα την στιγμή που γράφονται,
                    για να μπορεί όποιος θέλει να μιλήσει με αμεσότητα. Είμαστε εδώ για να 
                    ενθαρρύνουμε την συζήτηση. Κοιτώντας στο Zino πάντα θα βρεις κάτι που θα
                    σε ενδιαφέρει — και όσο το χρησιμοποιείς περισσότερο, τόσο θα μπορούμε
                    να μάθουμε τι σου αρέσει και να σου δείχνουμε περισσότερο περιεχόμενο
                    που θα βρίσκεις σαγηνευτικό. Δεσμευόμαστε να αλλάξουμε τον τρόπο που οι 
                    νέοι επικοινωνούν στο Internet και το πώς εκφράζονται μέσα από την 
                    επικοινωνία τους.
                </p>
            <?php
        }
    }
?>
