<div id="contactform">
	<h2>Διαφήμιση στο Zino</h2>
	
	<h3>Τι είναι το Zino;</h3>
	<p>Το Zino είναι ένα ταχύτατα αναπτυσσόμενο community νέων ανθρώπων, κυρίως μαθητών και φοιτητών με μέσο όρο ηλικίας τα 19 χρόνια.</p>

	<h3>Γιατί να διαφημιστείτε στο Zino;</h3>
	<p>
	To site μας εξελίσεται ταχύτατα τον τελευταίο καιρό με μεγάλο αριθμό προβολών σε καθημερινή βάση και με υποσχέσεις για 
	ένα ακόμα καλύτερο μέλλον. Επίσης, ο μικρός μέσος όρος ηλικίας, το υψηλό πνευματικό επίπεδο των χρηστών και οι χαμηλές τιμές καθιστούν 
	το Zino ιδανική περίπτωση για την προβολή της εταιρείας σας. Το Zino χρησιμοποιεί πρωτόγνωρες για την Ελλάδα τεχνολογικές
	πρωτοπορίες που δεν έχουν ξαναεμφανιστεί στο ελληνικό διαδίκτυο.
	</p>
	
	<h3>Δυνατότητες διαφήμισης</h3>
	<p>
	Στο Zino υπάρχει δυνατότητα να διαφημιστείτε σε τέσσερα διαφορετικά σημεία με banners διαστάσεων 370x80 pixels. Τα σημεία που μπορούν να
	τοποθετηθούν τα banners είναι η κεντρική σελίδα, το προφίλ των χρηστών, η προβολή φωτογραφιών και τα άρθρα. Η ελάχιστη συχνότητα εμφάνισης
	των banners σας σε σχέση με τα άλλα που εμφανίζονται ταυτόχρονα είναι 50% (ενδεικτικά αναφέρουμε ότι στον Ελληνικό χώρο η συχνότητες εμφάνισης
	είναι κατά κανόνα κάτω από 25%).
	</p>
	
	<h3>Τιμές</h3>
	<ul>
		<li>
			<span>Κεντρική σελίδα</span>
			<strong>1 μήνας 250€</strong>
			<strong>3 μήνες 220€/μήνα</strong>
	    </li>
		<li>
			<span>Προφίλ χρηστών</span>
			<strong>1 μήνας 220€</strong>
			<strong>3 μήνες 200€/μήνα</strong>
	    </li>			
		<li>
			<span>Προβολή φωτογραφιών</span>
			<strong>1 μήνας 200€</strong>
			<strong>3 μήνες 180€/μήνα</strong>
	    </li>
		<li>
		 	<span>Άρθρα</span>
			<strong>1 μήνας 150€</strong>
		</li>
	</ul>
	<h3>Ειδικές προσφορές</h3>
	<ul>
		<li>
			<span>Κεντρική σελίδα και προφίλ χρηστών</span>
		   	<strong>1 μήνας 400€</strong>
		  	<strong>3 μήνες 350€/μήνα</strong>		
		</li>
		<li>
			<span>Κεντρική σελίδα, προφίλ χρηστών και προβολή φωτογραφιών</span>
			<strong>1 μήνας 600€ </strong>
			<strong>3 μήνες 550€/μήνα</strong>
		</li>
		<li>
			<span>Κεντρική σελίδα, προφίλ χρηστών, προβολή φωτογραφιών και άρθρα</span>
			<strong>1 μήνας 750€</strong>
			<strong>3 μήνες 650€/μήνα</strong>
		</li>
	</ul>
	<h3>Τρόποι πληρωμής</h3>
	<p>
	Είμαστε ανοιχτοί στον τρόπο πληρωμής που εσείς επιθυμείτε. Κατά προτίμηση προτιμούμε την
	ηλεκτρονική μεταφορά χρημάτων (λ.χ. PayPal) ή την κατάθεση σε τραπεζικό λογαριασμό. Τα
	έξοδα μεταφοράς χρημάτων επιβαρύνουν τον διαφημιζόμενο.
	</p>
	<h3>Επικοινωνία</h3>
	<p>
	Για περισσότερες πληροφορίες μην διστάσετε να επικοινωνήσετε μαζί μας. Παρακαλούμε
	σημειώστε το e-mail σας ώστε να μπορέσουμε να σας απαντήσουμε, ή, αν επιθυμείτε, 
	κάποιον άλλο τρόπο επικοινωνίας (όπως τηλεφωνικά), και θα έρθουμε σε επαφή μαζί σας
	εντός 48 ωρών. Αν έχετε οποιαδήποτε ερώτηση, σημειώστε την στην περιοχή "Σχόλια" και
	θα προσπαθήσουμε να σας εξυπηρετήσουμε.
    </p>        
	<form>
		<p>Email</p>
		<input type="text" id="mailadress"></input>
		<p>Σχόλια (προαιρετικό)</p>
		<textarea></textarea>
		<a href="" class="button">Αποστολή&raquo;</a>	
	</form>
</div>