<div class="join">
	<div class="bubble">
	    <i class="tl"></i><i class="tr"></i>
		<h2>Γίνε μέλος!</h2>
		<form class="joinform" action="">
			<div>
				<label for="join_name">Όνομα χρήστη:</label>
				<input type="text" id="join_name" value="" onfocus="Join.Focusinput( this );" onblur="Join.Unfocusinput( this);" />
				<p>Το όνομα με το οποίο θα εμφανίζεσαι, δεν μπορείς να το αλλάξεις αργότερα.</p>
			</div>
			<div>
				<label for="join_pwd">Κωδικός πρόσβασης:</label>
				<input type="password" id="join_pwd" value="" style="margin-bottom:5px;" onfocus="Join.Focusinput( this );" onblur="Join.Unfocusinput( this );" />
				<div>
					<label for="join_repwd">Πληκτρολόγησε τον ξανά:</label>
					<input type="password"  id="join_repwd" value="" style="vertical-align:top;" onfocus="Join.Focusinput( this );" onblur="Join.Unfocusinput( this );" onkeyup="Join.Checkpwd( this );" />
				</div>
			</div>
			<div>
				<label for="join_email">E-mail (προαιρετικά):</label>
				<input type="text" id="join_email" value="" style="width:200px;" onfocus="Join.Focusinput( this );" onblur="Join.Unfocusinput( this );" />
				<p>Αν συμπληρώσεις το e-mail σου θα μπορείς να επαναφέρεις τον κωδικό σου σε περίπτωση που τον ξεχάσεις.</p>
			</div>
			
			<p>Η δημιουργία λογαριασμού συνεπάγεται την ανεπιφύλακτη αποδοχή των <a href="" onclick="Join.ShowTos();return false;">όρων χρήσης</a>.</p>
		
			<div style="text-align:center;">
				<a href="" class="button">Δημιουργία &raquo;</a>
			</div>
		</form>    
	    <i class="qleft"></i><i class="qright"></i>
	    <i class="qbottom"></i>
	    <i class="bl"></i><i class="br"></i>
	</div>
	<img src="images/button_ok_16.png" alt="Σωστή επαλήθευση" title="Σωστή επαλήθευση" style="display:none;" />
</div>
<div id="join_tos">
	<div>
		<p>
			Το Chit-Chat.gr προσφέρει τις υπηρεσίες του υπό τους κάτωθι όρους χρήσης τους οποίους ο επισκέπτης/χρήστης των σελίδων του δικτυακού τόπου καλείται να διαβάσει προσεκτικά και να προβεί σε επίσκεψη/χρήση των σελίδων/υπηρεσιών μόνο εφόσον τους αποδέχεται πλήρως:
		</p>
		<h3>Προοίμιο</h3>
		<p>
			To Chit-Chat προσφέρει δωρεάν στους επισκέπτες/μέλη/συνδρομητές/αναγνώστες της (εφ' εξής "χρήστες") πληθώρα υπηρεσιών, σελίδων, επιλογών ή/και πηγών, συμπεριλαμβανομένων διαφόρων εργαλείων αναζήτησης, ηλεκτρονικών χώρων μαζικής πρόσβασης και επικοινωνίας των χρηστών, υπηρεσιών/σελίδων προσωπικού χαρακτήρα και περιεχομένου ενημέρωσης και ψυχαγωγίας. Σε όλες τις σελίδες των ενοτήτων και των υπηρεσιών του Chit-Chat συμπεριλαμβάνονται και εμπορικές διαφημίσεις. Ο χρήστης των υπηρεσιών του Chit-Chat κατανοεί και αποδέχεται ότι το σύνολο των σελίδων/υπηρεσιών παρέχεται «όπως είναι» και το Chit-Chat δεν υπέχει καμία ευθύνη σχετικά με την περιορισμένη χρονική διάρκεια, τη διαγραφή, την κακή απόδοση ή την αδυναμία ηλεκτρονικής αποθήκευσης οποιωνδήποτε δεδομένων (data) των χρηστών ή/και οποιουδήποτε περιεχομένου προσωπικών σελίδων/υπηρεσιών.
			Ο επισκέπτης/χρήστης έχει την ευθύνη πρόσβασης στις υπηρεσίες του Chit-Chat και η σχετική πρόσβαση μπορεί να απαιτεί την καταβολή τελών σε τρίτους φορείς (π.χ. παροχείς υπηρεσιών Internet, χρέωση χρόνου παραμονής στο Internet). Ο επισκέπτης/χρήστης έχει την αποκλειστική ευθύνη πληρωμής των σχετικών τελών. Επίσης, ο επισκέπτης/χρήστης είναι αποκλειστικά υπεύθυνος για τον προσωπικό εξοπλισμό του και τα απαραίτητα τεχνολογικά μέσα που του επιτρέπουν την πρόσβαση στις υπηρεσίες του Chit-Chat
			Οι ήδη παρεχόμενες υπηρεσίες καθώς και οποιεσδήποτε νέες υπηρεσίες συμπεριληφθούν στο Chit-Chat διέπονται από τους παρόντες όρους χρήσης, εκτός αν ρητά αναφέρεται κάτι διαφορετικό ή ειδικότερο.
			Η χρήση των υπηρεσιών από τους χρήστες του Chit-Chat συνεπάγεται την πλήρη και ανεπιφύλακτη αποδοχή των παρόντων όρων. Για το λόγο αυτό το Chit-Chat συνιστά στους χρήστες να διαβάσουν προσεκτικά τα κείμενα που ακολουθούν.
		</p>
		<h3>Εγγραφή - Λογαριασμός Χρήστη</h3>
		<p>
			Κατά τη διαδικασία εγγραφής ως μέλη στις υπηρεσίες του Chit-Chat, θα ζητηθούν από τους χρήστες ορισμένα προσωπικά στοιχεία και πληροφορίες. Κάθε χρήστης αναλαμβάνει να: α) παρέχει αληθείς, ακριβείς, έγκυρες και πλήρεις πληροφορίες και β) διατηρεί και επιμελώς ενημερώνει τα στοιχεία εγγραφής του ώστε να διατηρούνται αληθή, ακριβή, έγκυρα, ενημερωμένα και πλήρη.
			Κατά τη διαδικασία εγγραφής και δημιουργίας του λογαριασμού, θα ζητηθεί από το χρήστη να ορίσει έναν προσωπικό κωδικό πρόσβασης (password) και ένα όνομα χρήστη (user name). Οι χρήστες είναι αποκλειστικά υπεύθυνοι για όλες τις πράξεις που διενεργούνται μέσω του προσωπικού τους ονόματος χρήστη / κωδικού πρόσβασης και γενικότερα μέσω του λογαριασμού τους (user account) και οφείλουν να δείχνουν ανάλογη επιμέλεια για τη διαφύλαξη των ανωτέρω στοιχείων. Το Chit-Chat συνιστά στους χρήστες του να λαμβάνουν όλα τα αναγκαία μέτρα ασφαλείας ώστε να αποφεύγεται η παράνομη ή μη εξουσιοδοτημένη χρήση των υπηρεσιών του Chit-Chat και του κωδικού πρόσβασης σε αυτές από τρίτα πρόσωπα. Το Chit-Chat έχει θέσει στη διάθεση των χρηστών του λειτουργία, μέσω της οποίας μπορούν οι χρήστες να προβαίνουν οποτεδήποτε επιθυμούν σε αλλαγή του προσωπικού του κωδικού πρόσβασης (password). Επίσης το Chit-Chat συνιστά στους χρήστες του να απομνημονεύουν τον κωδικό πρόσβασης (password) και να αποφεύγουν την αναγραφή του σε αντικείμενα ή σημεία που μπορούν να καταστούν προσιτά σε τρίτους. Σε κάθε περίπτωση δε που διαπιστωθεί κλοπή, απώλεια του κωδικού πρόσβασης ή/και μη εξουσιοδοτημένη χρήση του λογαριασμού τους, οι χρήστες αναλαμβάνουν την υποχρέωση -για τη δική τους πρωτίστως εξασφάλιση- να προβαίνουν αμέσως σε αλλαγή του κωδικού πρόσβασής τους και ταυτόχρονα να ενημερώνουν αμελλητί κάποιο μέλος του Chit-Chat με δικαιώματα διοικητή. Επισημαίνεται, ότι μετά τη δημιουργία ενός λογαριασμού μέλους (member account) από κάποιον χρήστη, δεν είναι δυνατή η διαγραφή του λογαριασμού αλλά μόνο η αδρανοποίησή του για λόγους ασφαλείας.
			Τέλος το Chit-Chat συνιστά στους χρήστες του να είναι ιδιαίτερα προσεκτικοί και να προβαίνουν πάντα σε "έξοδο" (Logout) από τον λογαριασμό τους στο τέλος κάθε χρήσης των υπηρεσιών του Chit-Chat, για να αποφευχθεί η μη εξουσιοδοτημένη πρόσβαση στο λογαριασμό τους από τρίτους.
			Το Chit-Chat δεν ευθύνεται για οποιαδήποτε βλάβη ή ζημία προκύψει από την αμέλεια των χρηστών να συμμορφωθούν με τους όρους του παρόντος.
		</p>
		<h3>Δεοντολογία Χρηστών</h3>
		<p>
			Το Chit-Chat παρέχει στους χρήστες του την απαραίτητη τεχνολογική υποδομή και τα μέσα για ανάρτηση/δημοσίευση περιεχομένου. Όλες όμως οι πληροφορίες, τα δεδομένα, τα κείμενα, τα γραφικά, οι φωτογραφίες, οι εικόνες, τα μουσικά αρχεία, τα βίντεο, τα μηνύματα και εν γένει κάθε περιεχόμενο, είτε αναρτάται από τους χρήστες δημόσια στο Chit-Chat είτε μεταφέρεται ιδιωτικά μέσω των υπηρεσιών, παραμένει στην αποκλειστική ευθύνη του φυσικού ή νομικού προσώπου από το οποίο προέρχεται. Συνεπώς κάθε χρήστης είναι αποκλειστικά υπεύθυνος για όλο και οποιοδήποτε περιεχόμενο αναρτά, δημοσιεύει, αποστέλλει, μεταφέρει ή άλλως καθιστά διαθέσιμο μέσω των υπηρεσιών του Chit-Chat. Ενδεικτικά και όχι περιοριστικά δεν επιτρέπεται στους χρήστες να χρησιμοποιούν τις υπηρεσίες του Chit-Chat για:
			<ol>
				<li>Ανάρτηση, δημοσίευση, αποστολή, μεταφορά ή χρήση άλλης μεθόδου για την εγκατάσταση περιεχομένου που είναι παράνομο, επιβλαβές, παραπλανητικό, απειλητικό, προσβλητικό, επιζήμιο, δυσφημιστικό, χυδαίο, βίαιο, υβριστικό, ρατσιστικό ή άλλως αποδοκιμαστέο, παραβιάζει την προσωπικότητα και τα προσωπικά δεδομένα άλλων, προκαλεί συναισθήματα μίσους κλπ.</li>
				<li>Πρόκληση βλάβης σε ανήλικους με οποιοδήποτε τρόπο.</li>
				<li>Μίμηση οποιουδήποτε νομικού ή φυσικού προσώπου ή ψευδή δήλωση για την ταυτότητα του χρήστη/μέλους ή παραπλανητική δήλωση αναφορικά με τη σχέση ή/και συνεργασία του χρήστη/μέλους με κάποιο άλλο νομικό ή φυσικό πρόσωπο.</li>
				<li>Παραχάραξη ή άλλη αλλοίωση των αναγνωριστικών των χρηστών/μελών με σκοπό την παραπλάνηση ως προς την προέλευση του περιεχομένου που μεταδίδεται μέσω των υπηρεσιών του Chit-Chat.</li>
				<li>Ανάρτηση, δημοσίευση, αποστολή, μεταφορά ή χρήση άλλης μεθόδου για την εγκατάσταση περιεχομένου από άτομο που δεν έχει δικαίωμα να διαθέσει το συγκεκριμένο περιεχόμενο βάσει νόμου ή βάσει εμπιστευτικής σχέσης.</li>
				<li>Ανάρτηση, δημοσίευση, αποστολή, μεταφορά ή χρήση άλλης μεθόδου για την εγκατάσταση λογισμικού ή περιεχομένου κάθε μορφής (κειμένου, εικόνας, ήχου, video, animation) που παραβιάζει οποιαδήποτε δικαιώματα πνευματικής ιδιοκτησίας οποιουδήποτε φορέα (συμπεριλαμβανομένων των εμπορικών μυστικών).</li>
				<li>Ανάρτηση, δημοσίευση, αποστολή, μεταφορά ή χρήση άλλης μεθόδου για την εγκατάσταση οποιασδήποτε αυτόκλητης διαφήμισης ή άλλου περιεχομένου προώθησης προϊόντων ή υπηρεσιών ή τρίτων δικτυακών τόπων, την αποστολή ανεπιθύμητων και μη προσκαλούμενων από τον λήπτη ηλεκτρονικών μηνυμάτων και οποιαδήποτε άλλη μορφή ανεπιθύμητης προώθησης περιεχομένου.</li>
				<li>Ανάρτηση, δημοσίευση, αποστολή, μεταφορά ή χρήση άλλης μεθόδου για την εγκατάσταση ή/και προώθηση ή/και διάθεση περιεχομένου που περιέχει ψηφιακούς ιούς ή οποιοδήποτε άλλο ηλεκτρονικό κώδικα, αρχεία ή προγράμματα σχεδιασμένα να παρεμβληθούν, καταστρέψουν ή περιορίσουν τη λειτουργία οποιουδήποτε λογισμικού ή εξοπλισμού ηλεκτρονικών υπολογιστών ή τηλεπικοινωνιακού δικτύου ή εξοπλισμού.</li>
				<li>Παρεμβολή στις υπηρεσίες ή διάσπαση των υπηρεσιών ή των servers ή των δικτύων που είναι συνδεδεμένα με τις υπηρεσίες του Chit-Chat, ή μη συμμόρφωση με τους κανόνες, τις προϋποθέσεις, τις διαδικασίες και τους κανόνες των δικτύων αυτών.</li>
				<li>Παραβίαση, με ή χωρίς πρόθεση, οποιασδήποτε τοπικής, εθνικής, ευρωπαϊκής, διεθνούς νομοθεσίας ή/και οποιουδήποτε κανόνα που έχει νομοθετική ισχύ και αφορά ή/και καλύπτει οποιαδήποτε υπηρεσία του Chit-Chat.</li>
				<li>Παρενόχληση με οποιονδήποτε τρόπο της ιδιωτικής ζωής και των ατομικών και κοινωνικών δικαιωμάτων άλλων χρηστών/μελών.</li>
			</ol>
			Ο χρήστης του Chit-Chat είναι μόνος και αποκλειστικά υπεύθυνος να αποκαταστήσει πλήρως κάθε ζημία που θα υποστεί το Chit-Chat, οι συνεργάτες του ή/και οποιοδήποτε τρίτο πρόσωπο εξαιτίας οποιασδήποτε αμφισβήτησης / διαφοράς / διαμάχης που τυχόν προκύψει και θα οφείλεται στη μη συμμόρφωση του χρήστη με τους όρους του παρόντος.
			Σε περίπτωση χρήσης των υπηρεσιών του Chit-Chat, με τρόπο που αντιβαίνει τους παρόντες όρους του, το Chit-Chat διατηρεί το δικαίωμα αποκλεισμού χωρίς προειδοποίηση του χρήστη από τις υπηρεσίες του Chit-Chat.
		</p>
		<h3>Περιορισμός Ευθύνης</h3>
		<p>
			Δεδομένης της φύσης και του όγκου του Διαδικτύου, υπό οποιεσδήποτε συνθήκες, συμπεριλαμβανομένης και της περίπτωσης αμέλειας, το Chit-Chat δεν ευθύνεται για οποιασδήποτε μορφής ζημία υποστεί ο χρήστης των σελίδων, υπηρεσιών, επιλογών και περιεχομένων του Chit-Chat. Τα περιεχόμενα του Chit-Chat παρέχονται «όπως ακριβώς είναι» ("as is") χωρίς καμία εγγύηση ρητή ή τεκμαιρόμενη με οποιοδήποτε τρόπο, σχετικά με την εμπορευσιμότητα και την καταλληλότητα τους για συγκεκριμένο σκοπό.
			Το Chit-Chat αναλαμβάνει τη συλλογή, επεξεργασία και διανομή του περιεχομένου του, του οποίου όμως λόγω του τεραστίου όγκου των διακινούμενων πληροφοριών στους διακομιστές του (hosting servers) καθώς και της συμμετοχής τρίτων προσώπων (φυσικών ή νομικών, ακόμα και των ίδιων των χρηστών του) κατά την πρωτογενή παραγωγή και συλλογή του, δεν έχει εξ αντικειμένου τη δυνατότητα φυσικής παρακολούθησης του περιεχομένου αυτού και ως εκ τούτου δεν μπορεί σε καμιά περίπτωση να εγγυηθεί την αρτιότητα, ακρίβεια, πληρότητα, επάρκεια, νομιμότητα και γενικά την ποιότητα και καταλληλότητα αυτού ή την απουσία ενδεχομένων λαθών.
			Το περιεχόμενο και οι πληροφορίες που περιλαμβάνονται στο Chit-Chat δεν θα πρέπει σε καμιά περίπτωση να θεωρούνται ως έγκυρες πληροφορίες, συμβουλές ή ως παραίνεση για συγκεκριμένη ενέργεια.
			Περαιτέρω ο χρήστης κατανοεί και αποδέχεται ότι επισκεπτόμενος τις σελίδες περιεχομένου και χρησιμοποιώντας τις υπηρεσίες του Chit-Chat είναι πιθανό να εκτεθεί σε περιεχόμενο απρεπές, ενοχλητικό, προσβλητικό, ανήθικο, χυδαίο, παραπλανητικό, παράνομο κλπ. Σε καμία περίπτωση δε μπορεί να θεωρηθεί υπεύθυνο το Chit-Chat, για οποιαδήποτε βλάβη ή ζημία που τυχόν υποστούν οι χρήστες του, λόγω της έκθεσής τους σε περιεχόμενο τέτοιου είδους.
			Οι χρήστες επισκέπτονται τις σελίδες περιεχομένου και υπηρεσιών με αποκλειστικά δική τους πρωτοβουλία και ευθύνη. Επιπλέον το Chit-Chat συνιστά στους χρήστες του να προβαίνουν στη διασταύρωση των παρεχομένων πληροφοριών.
			Το Chit-Chat δεν παρέχει καμία ρητή εγγύηση ότι οι σελίδες, οι υπηρεσίες, οι λειτουργίες, οι επιλογές και τα περιεχόμενα θα παρέχονται χωρίς διακοπή, χωρίς σφάλματα και ότι τα λάθη θα διορθώνονται. Επίσης το Chit-Chat δεν εγγυάται ότι το ίδιο ή οποιοδήποτε άλλο συνεργαζόμενο site ή οι εξυπηρετητές (servers) μέσω των οποίων αυτά τίθενται στη διάθεσή των χρηστών δεν περιέχουν "ιούς" ή άλλα επιζήμια συστατικά.
		</p>
		<h3>Προστασία Ανηλίκων</h3>
		<p>
			Οι υπηρεσίες του Chit-Chat απευθύνονται σε ενήλικες, που έχουν πλήρη δικαιοπρακτική ικανότητα. Η ραγδαία όμως εξάπλωση του Internet αποτελεί μία αναμφισβήτητη πραγματικότητα με συνέπεια ολοένα και περισσότερο οι νεαρότερες ηλικίες να χρησιμοποιούν το Internet για να αποκτήσουν πρόσβαση στην παγκόσμια γνώση, ιστορία και επικαιρότητα και όπως είναι φυσικό να δείχνουν μεγάλο ενδιαφέρον για τον καινούριο χώρο με τον οποίο εξοικειώνονται.
			Το Chit-Chat προειδοποιεί τους γονείς, ότι όπως σε κάθε πηγή αστείρευτων πληροφοριών έτσι και στις σελίδες του, μπορεί να συναντήσουν περιεχόμενο ακατάλληλο για ανηλίκους. Το Chit-Chat προσπαθεί όσο αυτό είναι εφικτό να προστατεύει τους χρήστες του, πολύ περισσότερο δε τους ανηλίκους, κατά την επίσκεψή τους στις σελίδες του και για το λόγο αυτό, σε κάθε ενότητα ή υπηρεσία που μπορεί να περιέχει υλικό ακατάλληλο, προσβλητικό, απρεπές, ενοχλητικό, βίαιο, παραπλανητικό κλπ έχει τοποθετήσει σχετικές προειδοποιήσεις προς τους χρήστες (η προσπέλαση των οποίων γίνεται με αποκλειστική ευθύνη του χρήστη). Το Chit-Chat.gr συνιστά στους γονείς να φροντίζουν ώστε τα παιδιά να μην αποκτούν πρόσβαση στο Internet χωρίς την ανάλογη καθοδήγηση και επίβλεψη, γιατί όπως και ανωτέρω αναφέρθηκε, Chit-Chat δεν είναι δυνατό να ελέγχει τις πληροφορίες που διακινούνται στους servers του. Εάν παρόλα αυτά ανήλικοι χρήστες επισκεφτούν σελίδες και συναντήσουν ακατάλληλο περιεχόμενο, το Chit-Chat δεν φέρει καμία απολύτως ευθύνη.
		</p>
		<h3>Υπηρεσίες και σελίδες προσωπικού περιεχομένου και χαρακτήρα</h3>
		<p>
			Ο χρήστης κατανοεί και αποδέχεται ότι το Chit-Chat μπορεί να υιοθετήσει νέους όρους χρήσης των υπηρεσιών του ή/και να τροποποιήσει τα χρονικά όρια που θα διατηρούνται στις υπηρεσίες του Chit-Chat, τα ηλεκτρονικά μηνύματα, οι σελίδες χρηστών ή/και οποιοδήποτε άλλο περιεχόμενο που αναρτά ή/και δημοσιεύει ο χρήστης μέσω των υπηρεσιών του. Επίσης, το Chit-Chat διατηρεί το δικαίωμα να τροποποιήσει τα επιτρεπόμενα όρια που αφορούν το μέγεθος και τον αριθμό των ηλεκτρονικών μηνυμάτων που μπορεί να αποστέλλει ο χρήστης από τον λογαριασμό του, των μηνυμάτων ή/και οποιοδήποτε άλλο περιεχόμενο αναρτά και δημοσιεύει ο χρήστης στις υπηρεσίες του Chit-Chat. Το Chit-Chat διατηρεί το δικαίωμα να τροποποιήσει οποτεδήποτε και χωρίς προειδοποίηση, τα όρια αποθηκευτικού χώρου περιεχομένου που παρέχει μέσω των υπηρεσιών του στους χρήστες και να διακόπτει προσωρινά ή/και μόνιμα την παροχή κάποιων υπηρεσιών. Σε κάθε περίπτωση το Chit-Chat δεν ευθύνεται για την απώλεια ή την αποτυχία αποθήκευσης ή την καταστροφή οποιουδήποτε περιεχομένου, το οποίο διατηρείται ή διακινείται μέσω οποιασδήποτε υπηρεσίας / ενότητας του και για το λόγο αυτό συνιστά στους χρήστες του να είναι φροντίζουν για τη φύλαξη των αρχείων τους (κείμενα, φωτογραφίες, αρχεία ήχου, βίντεο κλπ) καταρχήν στον προσωπικό υπολογιστή τους.
			Επίσης το Chit-Chat διατηρεί το δικαίωμα να αδρανοποιεί προσωρινά ή/και οριστικά λογαριασμούς χρηστών (member accounts), να διαγράφει οριστικά όλο το περιεχόμενο που οι χρήστες των λογαριασμών αυτών έχουν αναρτήσει σε οποιαδήποτε υπηρεσία του καθώς επίσης να διαγράφει και το περιεχόμενο που έχουν αναρτήσει άλλοι χρήστες στις υπηρεσίες προσωπικού χαρακτήρα που έχουν δημιουργήσει οι χρήστες των εν λόγω λογαριασμών.
			Το Chit-Chat σε καμία περίπτωση δεν μπορεί να θεωρηθεί ότι αποδέχεται ή ενστερνίζεται καθ' οιονδήποτε τρόπο τις εκφραζόμενες στις υπηρεσίες και σελίδες προσωπικού περιεχομένου προσωπικές ιδέες ή αντιλήψεις των χρηστών. Οι χρήστες των σχετικών υπηρεσιών διατηρούν ακέραια τόσο την ευθύνη όσο και τυχόν δικαιώματα πνευματικής ιδιοκτησίας στο περιεχόμενο των μηνυμάτων τους. Κατά την δημοσίευση οποιουδήποτε περιεχομένου όπως, λόγου χάρη, αλλά μη περιοριστικά, κειμένου, φωτογραφιών, αρχείων ήχου, και αρχείων video χρησιμοποιώντας τις υπηρεσίες του Chit-Chat, ο εν λόγω χρήστης αποδέχεται ότι παραχωρεί στο Chit-Chat τα μη αποκλειστικά δικαιώματα να δημοσιεύει, να αναμεταδίδει, να αντιγράφει, να προβάλλει δημόσια και μη, να χρησιμοποιεί για διαφημιστικούς σκοπούς και να επεξεργάζεται με οποιονδήποτε τρόπο το εν λόγω περιεχόμενο. Επίσης παραχωρεί στο Chit-Chat το δικαίωμα παραχώρησης των αυτών δικαιωμάτων σε τρίτους φορείς.
			Κατ' αναλογία των ανωτέρω, υπεύθυνοι για τη διαχείριση των σελίδων και υπηρεσιών προσωπικού περιεχομένου και για τον έλεγχο του περιεχομένου τους είναι οι χρήστες που τις δημιούργησαν, οι οποίοι υποχρεούνται να προβαίνουν άμεσα σε διαγραφή περιεχομένου, που έρχεται σε αντίθεση με τους παρόντες Όρους Χρήσης.
			Το Chit-Chat δεν έχει τη δυνατότητα να ελέγχει την ορθότητα των πληροφοριών που δημοσιεύουν οι χρήστες και δεν φέρει καμία απολύτως ευθύνη για τυχόν λάθη ή/και παραπλανητικές δηλώσεις των χρηστών.
			Σε περίπτωση, που διατυπωθεί επώνυμη και βάσιμη καταγγελία/ειδοποίηση, ότι υπάρχει περιεχόμενο στις σελίδες του που είναι παράνομο, παραβιάζει δικαιώματα τρίτων και γενικά αντιβαίνει τους όρους του παρόντος, το Chit-Chat έχει το δικαίωμα να το αφαιρέσει άμεσα και χωρίς προειδοποίηση του χρήστη, που το δημιούργησε ακόμα και να προβεί στον προσωρινό ή/και μόνιμο αποκλεισμό του χρήστη αυτού από τις υπηρεσίες του.
		</p>
		<h3>"Δεσμοί" (links)</h3>
		<p>
			Το Chit-Chat δεν ελέγχει τη διαθεσιμότητα, το περιεχόμενο, την πολιτική προστασίας των προσωπικών δεδομένων, την ποιότητα και την πληρότητα των υπηρεσιών άλλων web sites και ιστοσελίδων στις οποίες παραπέμπει μέσω "δεσμών", hyperlinks ή διαφημιστικών δημιουργικών. Συνεπώς, για οποιοδήποτε πρόβλημα παρουσιασθεί κατά την επίσκεψη ή χρήση υπηρεσιών άλλων δικτυακών τόπων, ο χρήστης αναγνωρίζει, ότι πρέπει να απευθυνθεί απευθείας στα αντίστοιχα web sites και σελίδες, τα οποία και φέρουν ακέραια τη σχετική ευθύνη για την παροχή των υπηρεσιών τους.
			Σε καμία περίπτωση δεν πρέπει να θεωρηθεί, ότι το Chit-Chat ενστερνίζεται ή αποδέχεται το περιεχόμενο ή τις υπηρεσίες των web sites και των σελίδων στα οποία παραπέμπει ή/και ότι συνδέεται με αυτά καθ' οιονδήποτε άλλο τρόπο.
		</p>
		<h3>Παροχή άδειας για διαφημιστικούς λόγους</h3>
		<p>
			Το Chit-Chat διατηρεί ρητώς το δικαίωμα ώστε σε όλες ανεξαιρέτως τις σελίδες περιεχομένου και υπηρεσιών καθώς και στο δικτυακό χώρο που παρέχει στους χρήστες του για τη δημοσίευση / ανάρτηση περιεχομένου από αυτούς (ενότητες και υπηρεσίες προσωπικού περιεχομένου, επικοινωνίας κλπ), να προβάλλει διαφημιστικά μηνύματα κάθε τύπου, τεχνολογίας, διάστασης, και μεγέθους (stamp, banner, pop up, Webover, full view, popup, intersistial, Advertorials, text links κλπ).
			Το Chit-Chat δεν έχει καμία ευθύνη για την επικοινωνία των χρηστών του με τρίτους παροχείς υπηρεσιών και προϊόντων που διαφημίζονται στο Chit-Chat και για την οποιαδήποτε εμπορική συναλλαγή τυχόν προκύψει από τη μεταξύ τους σχέση.
		</p>
		<h3>Έναρξη - Διακοπή λειτουργίας υπηρεσιών</h3>
		<p>
			Το Chit-Chat διατηρεί το δικαίωμα να τροποποιεί ή/και να διακόπτει προσωρινά ή/και μόνιμα μέρος ή το σύνολο των υπηρεσιών του με ή χωρίς προειδοποίηση προς τους χρήστες.
		</p>
		<h3>Εφαρμοστέο δίκαιο και λοιποί όροι</h3>
		<p>
			Οι ανωτέρω όροι και προϋποθέσεις χρήσης του Chit-Chat καθώς και οποιαδήποτε τροποποίηση τους διέπονται και συμπληρώνονται από το ελληνικό δίκαιο, το δίκαιο της Ευρωπαϊκής Ένωσης και τις σχετικές διεθνείς συνθήκες. Οποιαδήποτε διάταξη των ανωτέρω όρων καταστεί αντίθετη προς το Νόμο, παύει αυτοδικαίως να ισχύει, χωρίς σε καμία περίπτωση να θίγεται η ισχύς των λοιπών όρων.
			Οι παρόντες όροι χρήσης των οποίων δια της αποδοχής της παρούσης ηλεκτρονικής φόρμας ρητώς δηλώνετε ότι λάβατε γνώση, αποτελούν τη συνολική συμφωνία μεταξύ του Chit-Chat και των χρηστών των σελίδων και υπηρεσιών του και δε δεσμεύει παρά μόνο αυτούς. Καμία τροποποίηση των όρων αυτών δε θα λαμβάνεται υπόψη και δε θα αποτελεί τμήμα της συμφωνίας αυτής, εάν δεν έχει διατυπωθεί εγγράφως και δεν έχει ενσωματωθεί στο παρόν.
		</p>
	</div>
	<a href="" class="button" onclick="Modals.Destroy();return false;">Κλείσιμο</a>
</div>
<script type="text/javascript" src="js/join.js"></script>
<script type="text/javascript" src="../../js/modal.js"></script>
