<?php
	include 'usersections.php';
?>
<div id="journallist">
	<ul>
		<li>
			<h3><a href="">The MacGyver sandwich</a></h3>
			<p>
			Εξεταστική και το κάψιμο βαράει κόκκινο. Κάτι έπρεπε λοιπόν να κάνω για να σπάσω τη μονοτονία 
			της καθημερινότητας και του διαβάσματος. Σήμερα είπα να φτιάξω βραδυνό με έναν προτότυπο τρόπο. 
			Έφτιαξα...
			</p>
			<ul>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">54 σχόλια</a></dt>
					</dl>
				</li>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">Προσθήκη στα αγαπημένα</a></dt>
					</dl>
				</li>
				<li><a href="">προβολή ολόκληρου&raquo;</a></li>
			</ul>
		</li>
		<li>
			<h3><a href="">Ιστορίες Αγάπης και Διαφθοράς (Las Vromitas)</a></h3>
			<p>
			Σαββατόβραδο στο chat της Ομάδας Ανάπτυξης και έχοντας ορεξούλες ξεκινάει μια πολλή σοβαρή συζήτηση, 
			για ένα σημαντικό ζήτημα και το δράμα που ζούνε μερικά άτομα. Έχω αλλάξει λίγο τη μορφή ώστε να...
			</p>
			<ul>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">45 σχόλια</a></dt>
					</dl>
				</li>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">Προσθήκη στα αγαπημένα</a></dt>
					</dl>
				</li>
				<li><a href="">προβολή ολόκληρου&raquo;</a></li>
			</ul>
		</li>
		<li>
			<h3><a href="">Πυθαγόρειο Θεώρημα</a></h3>
			<p>
			Το άρθρο το γράφω με αφορμή ένα βιβλίο που διάβασα πρόσφατα και με προβλημάτισε αρκετά, έχει να κάνει 
			με το πυθαγόρειο θεώρημα το οποίο διδασκόμαστε στο γυμνάσιο. Δε δίνουμε όμως βάση στην απόδειξή του και 
			το χρησιμοποιούμε συνεχώς, οπότε λέω να παραθέσω εδώ την απόδειξη.
			το παραπάνω σχήμα: Ο είναι το σημείο...
			</p>
			<ul>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">126 σχόλια</a></dt>
					</dl>
				</li>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">Προσθήκη στα αγαπημένα</a></dt>
					</dl>
				</li>
				<li><a href="">προβολή ολόκληρου&raquo;</a></li>
			</ul>
		</li>
		<li>
			<h3>Εκπαίδευση</h3>
			<p>
			Μετά από αρκετό καιρό είπα να γράψω ένα κάπως πιο σοβαρό άρθρο για ένα από τα σημαντικότερα ζητήματα που 
			αφορούν τη ζωή μας και ειδικά των νέων. Είναι αυτό της εκπαίδευσης. Νομίζω δε χρειάζονται...
			</p>
			<ul>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">96 σχόλια</a></dt>
					</dl>
				</li>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">Προσθήκη στα αγαπημένα</a></dt>
					</dl>
				</li>
				<li><a href="">προβολή ολόκληρου&raquo;</a></li>
			</ul>
		</li>
		<li>
			<h3>Μαθηματικά και Γρίφοι</h3>
			<p>Με αφορμή ένα album του  και επειδή ξέρω ότι σε πολλούς εδώ μέσα αρέσουν τα μαθηματικά και οι έξυπνοι 
			γρίφοι σκέφτηκα ότι είναι μια καλή ιδέα να ανταλλάξουμε αυτά που ξέρουμε. Σκοπός του άρθρου...
			</p>
			<ul>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">12 σχόλια</a></dt>
					</dl>
				</li>
				<li>
					<dl>
						<dt class="commentsnum"><a href="">Προσθήκη στα αγαπημένα</a></dt>
					</dl>
				</li>
				<li><a href="">προβολή ολόκληρου&raquo;</a></li>
			</ul>
		</li>
	</ul>


</div>