<?php
    class ElementAdManagerSuccess extends Element {
        public function Render() {
            ?><div class="buyad">
            <h2 class="ad">Διαφήμιση στο Zino</h2>
            <div class="create checkout">
                <h3>Σας ευχαριστούμε!</h3>
                <p>Η συναλλαγή σας έχει ολοκληρωθεί. Σας ευχαριστούμε για την προτίμησή σας!</p>
                <p>Ελπίζουμε η συνεργασία μαζί μας να είναι άριστη. Σε περίπτωση οποιουδήποτε 
                προβλήματος ή ερώτησης, μην διστάσετε να επικοινωνήσετε μαζί μας στο 
                <a href="mailto:ads@zino.gr">ads@zino.gr</a></p>
                <h3>Επόμενα βήματα</h3>
                <p>Η διαφήμισή σας στο Zino θα ενεργοποιηθεί αυτόματα μόλις επιβεβαιωθεί η πληρωμή 
                σας. Μπορείτε να παρακολουθείτε την πορεία της διαφήμισής σας από την <a href="?p=admanager/list">σελίδα 
                διαχείρησης διαφημίσεων</a>.</p>
            </div>
            </div><?php
        }
    }
?>
