<?php
    class ElementAdManagerTips extends Element {
        function Render() {
            ?>
            <h2>Σύντομος οδηγός για διαφημιζόμενους</h2>
            <p>Οι διαφημίσεις στο Zino έχουν σκοπό να απευθύνονται στους χρήστες με τρόπο τέτοιο ώστε να
            εμφανίζονται στον κάθε χρήστη πράγματα τα οποία σχετίζονται με το περιεχόμενο που προτιμά, με έναν 
            καλαίσθητο τρόπο που να τον ενθαρρύνει να κοιτάξει ή να κάνει κλικ στην διαφήμιση.</p>

            <p>Οι διαφημίσεις ελέγχονται από τους ανθρώπους του Zino για να βεβαιωθούμε ότι πληρούν τις 
            προϋποθέσεις μας για περιεχόμενο καλής ποιότητας. Αν ακολουθήσετε αυτές τις σύντομες οδηγίες, 
            μπορείτε να είστε σίγουροι ότι η διαφήμισή σας θα εγκριθεί.</p>

            <ol>
            <li><h3>Χρησιμοποιείστε Ελληνικά και όχι Greeklish</h3>
            <p>
            Η διεπαφή χρήστη του Zino είναι στα Ελληνικά, και γι' αυτό είναι απαίτησή μας οι διαφημίσεις σας να
            είναι επίσης στα Ελληνικά. Αυτό αφορά τις περιγραφές προϊόντων, αλλά συνηθισμένοι Αγγλικοί όροι όπως
            λόγου χάρη "laptop" καθώς και το όνομα του προϊόντος σας μπορούν να είναι στα Αγγλικά. Για 
            παράδειγμα, μην χρησιμοποιείτε φράσεις όπως "agoraste tora".</p>
            </li><li>
            <h3>Σωστός τονισμός</h3>
            <p>Χρησιμοποιείστε σωστό τονισμό. Μην ξεχνάτε τους τόνους και μην παρατονίζετε. Αυτό είναι ένα λάθος 
            που κάνουν πολλοί διαφημιζόμενοι, και έτσι μειώνουν το κύρος της διαφήμισής τους. Φροντίστε να 
            επιβεβαιώσετε ότι το κείμενό σας είναι τονισμένο σωστά.</p>
            </li><li>
            <h3>Σωστή ορθογραφία</h3>
            <p>Χρησιμοποιείστε σωστή ορθογραφία. Μην υποβάλετε διαφημίσεις με ορθογραφικά λάθη. Αυτό μειώνει το 
            κύρος της διαφήμισής σας και αυξάνει τις πιθανότητες η διαφήμισή σας να αποριφθεί. </p>
            </li><li>
            <h3>Αποφεύγετε τις συντμήσεις</h3>
            <p>Μην χρησιμοποιείτε περίεργες συντμήσεις λέξεων εκτός και αν είναι πάρα πολύ διαδεδομένες. Για 
            παράδειγμα, το "ΟΤΕ" και το "κλπ" είναι αποδεκτά, ενώ το "ΠΟΣΔΕΠ" ή το "ΠΣΔΜΗ" δεν είναι. Επίσης 
            να γράφετε ολοκληρωμένα κάθε λέξη. Για παράδειγμα, η λέξη "και" δεν θα πρέπει να γράφεται ως "κ".</p>
            </li><li>
            <h3>Πεζά και κεφαλαία</h3>
            <p>Μην χρησιμοποιείτε λέξεις ολόκληρες με κεφαλαία γράμματα (λόγου χάρη αποφύγετε το "ΑΓΟΡΑΣΤΕ ΤΩΡΑ"). 
            Χρησιμοποιείστε σωστά πεζά και κεφαλαία, και μην γράφετε με κεφαλαία παρά μόνο το πρώτο γράμμα των 
            προτάσεων και των κύριων ονομάτων (λόγου χάρη μην χρησιμοποιείτε συνδυασμούς όπως "Αγοράστε Τώρα Την
            Προσφορά Μας" όπου το πρώτο γράμμα κάθε λέξης είναι κεφαλαίο).</p>
            </li><li>
            <h3>Σωστή σύνταξη</h3>
            <p>Χρησιμοποιείστε ολοκληρωμένες και συντακτικά σωστές προτάσεις στην περιγραφή σας. Χρησιμοποιείστε
            τελείες στο τέλος της κάθε πρότασης και κόμματα εκεί που είναι απαραίτητα. Οι προτάσεις θα πρέπει να 
            βγάζουν νόημα και να ευσταθούν λογικά.</p>
            </li><li>
            <h3>Ακατάλληλη γλώσσα</h3>
            <p>Μην χρησιμοποιείτε γλώσσα ακατάλληλη για ανηλίκους. Δε θα πρέπει να περιέχονται βρισιές, 
            σεξουαλικές ή βίαιες εκφράσεις. Οι εκφράσεις δεν θα πρέπει να προσβάλλουν συγκεκριμένες ομάδες 
            ανθρώπων όπως λόγου χάρη άτομα με ειδικές ανάγκες, ή άτομα συγκεκριμένου φύλου, φυλής, χρώματος, 
            ηλικίας, ή σεξουαλικών προτιμήσεων.</p>
            </li><li>
            <h3>Σωστή στίξη</h3>
            <p>Χρησιμοποιείτε σωστά τα σύμβολα στίξης. Αφήνετε ένα μόνο κενό μετά από κάθε σύμβολο στίξης και 
            κανένα πριν. Λόγου χάρη χρησιμοποιείστε την έκφραση "Παραδίδουμε μαθήματα Αγγλικών, Γαλλικών και 
            Γερμανικών." αντί της έκφρασης "Παραδίδουμε μαθήματα Αγγλικών,Γαλλικών ,και Γερμανικών ."</p>
            </li><li>
            <h3>Παραπλανητικές διαφημίσεις</h3>
            <p>Φροντίστε οι διαφημίσεις σας να μην περιέχουν παραπλανητικές πληροφορίες. Αν πρόκειται για κάποιο 
            δώρο ή προσφορά, αναφέρετε τις πλήρεις προϋποθέσεις τις προσφοράς ώστε να είστε ειλικρινείς με το 
            κοινό σας. Αυτό κάνει τη διαφήμισή σας πιο αξιόπιστη.</p>
            </li><li>
            <h3>Απευθυνθείτε σε συγκεκριμένο target group</h3>
            <p>Οι προβολές που αγοράζετε ως διαφημιζόμενοι στο Zino είναι συγκεκριμένες στον αριθμό. Είναι δικό σας
            όφελος να τις προβάλλετε στο κοινό που σας ενδιαφέρει περισσότερο. Λόγου χάρη αν αγοράσετε 30,000
            προβολές και διαφημίζετε ένα κατάστημα στην Πάτρα, είναι προτιμότερο να γίνουν 30,000 εμφανίσεις σε
            χρήστες από Πάτρα παρά σε χρήστες ανεξαρτήτως περιοχής. Επιπλέον, οι χρήστες θα δείξουν μεγαλύτερο ενδιαφέρον
            για κάποια διαφήμιση που τους αφορά. Οι διαφημίσεις που είναι στοχευμένες είναι πολύ πιο πιθανό να
            επιτύχουν.</p></li></ol><?php
        }
    }
?>
