<?php
	$loggedin = true;
	
	include 'banner.php';
?>
<br />
<div class="article">
	<div class="header">
		<img src="images/depeche_icon.jpg" alt="Depeche Mode - Touring the Angel" title="Depeche Mode - Touring the Angel" class="articleicon" />
		<h2>Depeche Mode - Touring the Angel</h2><br />
		<div>
			<small>
				<a href="" onclick="return false"><img src="images/kafrin.jpg" alt="kafrin" title="kafrin" class="avatar" /></a>
				<span class="description">από <a href="" onclick="return false" class="journalist">Kafrin</a><span class="details">,
					πριν δύο μέρες και 3 ώρες
					</span>
				</span>
				<br />
				<a href="" onclick="return false"><img src="images/music.jpg" alt="Συγκροτήματα" title="Συγκροτήματα" class="categoryicon" /></a>
				<span class="description">στο <a href="" onclick="return false;">Συγκροτήματα</a>,<span class="details">
					<span>3 σχόλια</span>,
					17 προβολές
					</span>
				</span>
			</small>
			<br />
			<small class="toolbox">
				<ul>
					<li><a href="" onclick="return false;"><img src="images/icons/icon_wand.gif" /> Επεξεργασία</a></li>
					<li><a href="" onclick="return false;"><img src="images/icons/page_cross.gif" /> Διαγραφή</a></li>
				</ul>
			</small>
		</div>
		<br />
	</div>
	<div class="body">
		<img src="images/depeche_mode.jpg" class="right" />
		<h3>Πρελούδιο</h3>
		Το φετινό καλοκαίρι μου ήταν αρκετά κουραστικό. 
		Διακοπές δεν πήγα, είχα διάβασμα και έκανα πρακτική σε ένα εργαστήριο κάπου στην Ν. Πέραμο 
		(ένα χωριό κοντά στην Καβάλα). 
		Πέρασα, λοιπόν, 2 και κάτι μήνες μακριά από τους φίλους μου και με αρκετή κούραση σε καθημερινή βάση. 
		Όμως, δεν είναι αυτός ο λόγος που ποτέ δεν θα ξεχάσω αυτό το καλοκαίρι. Ήταν το καλοκαίρι που οι θρυλικοί 
		Depeche Mode ήρθαν για συναυλία στην Ελλάδα και δεν επρόκειτο να τη χάσω με <b>ΤΙΠΟΤΑ</b>!!Δε μπορώ 
		να ξεχάσω τη στιγμή που έπιασα το "μαγικό" χαρτάκι στα χέρια μου... 
		Εννοείται ότι το εισητήριο το φυλάω σαν κόρη οφθαλμού!<br />
		Οι <b>Depeche Mode</b> ξεκίνησαν το 1976 στο Basildon της Αγγλίας με μεγάλες προοπτικές. Τη χρονική εκείνη περίοδο έκαναν δειλά δειλά τα πρώτα τους βήματα πολλά νέα συκροτήματα στην pop μουσική. Το μυστικό των <b>Depeche Mode</b> ήταν ο ήχος τους! Κάτι ανάμεσα σε electro-rock και synth-pop. Θα πρέπει να σας θυμήσω ότι στη δεκαετία του 80 έγινε η μεγαλύτερη μουσική επανάσταση! Ονόματα όπως η Madonna, ο David Bowie, οι Daft Punk και οι New Order εμαφανίστηκαν κάνοντας πάταγο, δίνοντας νόημα στην pop μουσική!
		<br /><br />
		Τελικά, μετά από 30 χρόνια και πολλά στάδια διάλυσης και επανένωσης Depeche Mode κατέληξαν να είναι οι:
		<br /><br />
		<b>David Gahan</b> (φωνή)<br />
		<b>Andrew Fletcher</b> (keyboards)<br />
		<b>Margin Gore</b> (φωνή &amp; κιθάρα)<br /><br />
		<img src="images/depeche_mode_2.jpg" class="left" />
		<!-- <img src="images/depeche_mode_3.jpg" class="right" /><br />
		<img src="images/depeche_mode_4.jpg" class="left" /><br /> -->
		<h3>Live in Athens</h3>
		Θα μπω στο θέμα όμως για να μην κουράζω! Λόγω της περσινής κυκλοφορίας του νέου του album Playing the Angel, οι Depeche Mode αποφάσισαν να κάνουν μια παγκόσμια promo-tour. Αρχικά, ξεκίνησαν από τη Νέα Υόρκη στις 28 Οκτωβρίου του 2005 και αφού έδωσαν περίπου 30 συναυλίες στις ΗΠΑ, ταξίδευσαν προς την Ευρώπη. Η τελευταία τους παράσταση ήταν -προγραμματισμένη- για το Τελ Αβίβ. Τελικά όμως, το show αυτό ακυρώθηκε και η τελευταία συναυλία δόθηκε στην Αθήνα, την 1η Αυγούστου στο TerraVibe.
		Φτάσαμε στο TerraVibe στις 19:30 περίπου, όλο άγχος για το τί επρόκειτο να ακολυθήσει. Οι πόρτες της συναυλίας άνογαν στις 17:30. Πρώτοι στη σκηνή εμφανίστηκαν οι Schiller γύρω στις 19:00. Πρόλαβα να τους ακούσω για λίγο, αλλά έστω και τα 20 λεπτά που τους είδα μου έφτασαν! Ο κόσμος ζεστάθηκε πολύ με τους ρυθμούς τους και την απίστευτη ενέργεια του μπασίστα! Έτρεχε πάνω κάτω στο stage με την κιθάρα του τροφοδοτώντας τον -ήδη- αρκετό κόσμο με τρελή ενέργεια!
		<br /><br />
		Στις 20:00 (και μέχρι τις 21:00) βγήκαν οι Raveonettes. Για να είμαι ειλικρινής εγώ αυτούς τους τύπους δεν τους ήξερα! Τελικά, δεν κέρδισα και τίποτα που τους έμαθα. Πολύ ψυχροί, στον "κόσμο" τους, χωρίς την ενέργεια και το tempo που θα περίμενε κάποιος από ένα garage-rock συγκρότημα. Ο κόσμος ξενέρωσε από το πρώτο τραγούδι και απλά υπόμενε το βασανιστήριο των τραγουδιών τους. Το πιο αξιωσημείωτο στο performance τους ήταν η -ΘΕΑ- τραγουδίστρια! Απλά δεν ξεκολλούσες τα μάτια σου από πάνω της! Όπως έμαθα αργότερα από την κολλητή μου το φόρεμά της ήταν του οίκου μόδας Dis-squared. Μη μου πείτε πως δεν τους ξέρετε;; Μέχρι κι εγώ τους ξέρω! Τέλος πάντων... Θεωρήστε το σαν την άχρηστη πληροφορία της ημέρας!
		<br /><br />
		<img src="images/depeche_mode_3.jpg" class="right" />
		Γύρω στις 21:30, λοιπόν, μετά από 3 ώρες αγωνίας έφτασε η στιγμή ο Dave και η παρέα του να βγουν στο stage να τα δώσουν όλα! Ένα πάρα πολύ θετικό στη βραδιά ήταν ο dj (αγνώστων λοιπών στοιχείων) που έπαιξε μουσική για περίπου μισή ώρα μέχρι να ετοιμαστούν και οι τελευταίες σκηνοθετικές και ηχητικές λεπτομέρειες. Τεράστια εντύπωση μου έκανε το εύρος των ηλικιών στη συναυλία. Παρατηρώντας τον κόσμο κάποιος καταλάβαινε την ασύληπτη απήχηση των Depeche Mode σε όλες τις ηλικίες! Είδα ανθρώπους 30+ , νεόυς με σχεδόν punk εμφάνιση, metal-άδες και άλλους γύρω στα 20 και κάτι. Κανείς μας δεν ένιωθε άβολα με την πολυ-συλλεκτικότητα αυτή. Είμασταν όλοι μια τεράστια φωνή που κραύγαζε: "We want more, we want more..."
		<br /><br />
		Ξαφνικά, εκεί που όλοι περιμέναμε την έναρξη, ακούγεται η εισαγωγή του "A pain I'm Used To". Τότε πραγματικά φωτίστηκε όλος ο ουρανός από τη λάμψη του stage και ξεκίνησε ο κόσμος να χειροκροτά ασταμάτητα, αποθεώνοντας τον Dave την παρέα του! Δε μπορώ να περιγράψω την ανατριχίλα που με διαπερασε όταν άκουσα την φωνή του Dave Ghahan... Πραγματικά, η σκηνή μου φάνηκε πάρα πολύ λίγη για αυτόν τον άνθρωπο! Έτρεχε πάνω κάτω ασταμάτητα, ίδρωνε, πετούσε πουκάμισα και σακάκια... Έγινε "ένα" με τον κόσμο φωνάζοντας και στριγγλίζοντας ώρες-ώρες! Στο "A question of time" ξαφνικά άρχισε να περιστρέφεται με το μικρόφωνο αγκαλιά! Σε εκείνο το σημείο σκέφτηκα: "Καλά... Τί παίρνει αυτός ο άνθρωπος;;" Εδώ πρέπει να πω ότι η σκηνοθεσία και η παραγωγή ήταν ΦΑΝΤΑΣΤΙΚΗ!! Τεράστιες οθόνες που έδειχναν καθ' όλη τη διάρκεια της συναυλίας τον κόσμο και το stage εναλλάξ από πολλές διαφορετικές κάμερες.
		<br /><br />
		Ο κόσμος (περίπου 30.000) σχεδόν κάλυπτε τη φωνή του Dave Ghahan, προσκυνώντας στον ήχο της κιθάρας του Martin Gore. Τη στιγμή που έπαιξαν το "Enjoy the Silence" ένιωσα τρομερή συγκίνηση. Ένα από τα πιο αγαπημενα μου τραγούδια, live από τη φωνή του Dave...Πραγματική ευτυχία! Μέχρι τις 23:15 περίπου που τελείωσε η συναυλία, ζούσα σε παράλληλη διάσταση. Ειλικρινά, καταλαβαίνω ότι τα συναισθήματα αυτά δε μπορώ να τα καταγράψω και μόνο όσοι ήταν εκείνο το βράδυ στη Μαλακάσσα με καταλαβαίνουν.
		<br /><br />
		<img src="images/depeche_mode_4.jpg" class="left" />
		Το μόνο που έχω να πω κλείνοντας είναι ότι δεν υπάρχει άνθρωπος που να μην ερωτευτεί τον Dave Ghahan αν τον δει live στη σκηνή! Είναι τόση η ενέργεια που δίνει στον κόσμο, η οποία σε συνδυασμό με την ένταση που υπάρχει σε κάνει να πιστεύεις ότι αυτός ο άνθρωπος "κάνει έρωτα" με το κοινό! Ξέρω ότι ακούγεται τρελό, μα αυτός ο άνθρωπος είναι ένας από τους λίγους αληθινούς performer, καταφέρνοντας να ξεπεράσει τα ναρκωτικά, τις "σκιές" που νόμιζε ότι υπήρχαν παντού και να βγει ζωντανός μετά από 2 απόπειρες αυτοκτονίας.
		ΔΕΝ ΠΕΡΙΓΡΑΦΩ ΑΛΛΟ!!!
		<br /><br />
		*** Για παραπάνω πληροφορίες μπορείτε να click-άρετε εδώ:<br />
		<a href="">http://www.depechemode.com/</a> και<br />
		<a href="">http://www.youtube.com/watch?v=TH8UZs4fHhA&amp;mode=related&amp;search=</a> για να παρακολουθήσετε το live performance στο Μιλάνο που κυκλοφορεί σε 2 DVD!<br />
		<a href="">http://www.hysterika.gr</a> Το επίσημο ελληνικό fan-club (και ένα από τα μεγαλύτερα σε μέλη στην Ευρώπη!)<br />
	</div>
	<br />
	<div class="tabs">
	</div>
	<br />
	<div class="comments">
	<?php
		$comments = array(
			array(
				'type' => 'operator',
				'nick' => 'titi',
				'time' => 'πριν 2 ώρες',
				'text' => 'Δεν τους έχω ακούσει αλλά πρέπει να είναι πολύ γαμάτοι'
			),
			array(
				'type' => 'journalist',
				'nick' => 'Kafrin',
				'time' => 'πριν 42 λεπτά',
				'text' => '
Αυτό που καταλαβαίνω είναι ότι δεν έχετε συνηθήσει τον ήχο τους και δεν στεναχωρίεμαι! Όπως εγώ δεν ακούω metal και hip hop ας πούμε. Είμαι του electro-pop. Μη μου λες φίλε Indy ότι το συγκρότημα sucks! Τέλος πάντων... Επειδή τώρα είμαι ζοχαδιασμένη δε μπορώ να συνεχίσω!<br />
*** Best tracks ever για μένα:<br />
1. Enjoy the silence<br />
2. Only when I lose my self<br />
3. I feel you<br />
4. Free love<br />
5. Personal Jesus <br />
και το 6. A pain I\'m used to από το τελευταίο τους album playing the angel.<br />
<br />
--<br />
<b>Σ\'αγαπώ τόσο, ώστε κι αν δεν υπήρχε Παράδεισος θα σε αναζητούσα. Κι αν δεν υπήρχε Κόλαση θα σε λογάριαζα.</b>'
			),
		);
		
		$indent = 0;
		foreach ( $comments as $comment ) {
			$type = $comment[ 'type' ];
			$nick = $comment[ 'nick' ];
			$time = $comment[ 'time' ];
			$text = $comment[ 'text' ];
			++$indent;
			include 'comment.php';
		}
	?>
	</div>
</div>
