package{
	import flash.display.*;
	import flash.net.*;
	import fl.controls.*;
	import flash.events.*;
	import fl.events.*;
	import flash.system.Security;
	
	public class wordGame extends MovieClip {
		private var nc:NetConnection;
		private var so:SharedObject;
		private var b;
		private var c;
		private var begining;
		private var username;
		private var playing;
		private var coplayer;
		private var currentword;
		private var mysolution = "";
		private var otherssolution = "";
		private var towns:Array = new Array( "Αγίας Βαρβάρας", "Αγίας Παρασκευής", "Αγίου Δημητρίου", "Αγίων Αναργύρων", "Αθήνα", "Αιγάλεω", "Αλίμου", "Αμαρουσίου", "Αργυρουπόλεως", "Βριλησσίων", "Βύρωνος", "Γαλατσίου", "Γλυφάδας", "Δάφνης", "Εκάλης", "Ελληνικού", "Ζωγράφου", "Ηλιουπόλεως", "Ιλίου (Νέων Λιοσίων)", "Καισαριανής", "Καλλιθέας", "Καματερού", "Κηφισιάς", "Λυκοβρύσεως", "Μελισσίων", "Μεταμορφώσεως", "Μοσχάτου", "Ν. Ηρακλείου", "Νέας Ερυθραίας", "Νέας Ιωνίας", "Νέας Πεντέλης", "Νέας Σμύρνης", "Νέας Φιλαδέλφειας", "Νέας Χαλκηδόνος", "Νέου Ψυχικού", "Παλαιού Φαλήρου", "Παπάγου", "Πεντέλης", "Περιστερίου", "Πετρουπόλεως", "Πεύκης", "Ταύρου", "Υμηττού", "Φιλοθέης", "Χαλανδρίου", "Χαϊδαρίου", "Χολαργού", "Ψυχικού", "Αγγελοκάστρου", "Αγρινίου", "Αιτωλικού", "Αλυζίας", "Αμφιλοχίας", "Ανακτορίου", "Αντιρρίου", "Αποδοτίας", "Αρακύνθου", "Αστακού", "Θέρμου", "Θεστιέων", "Ινάχου", "Μακρυνείας", "Μεδεώνος", "Μενιδίου", "Μεσολογγίου", "Ναυπάκτου", "Νεάπολης", "Οινιάδων", "Παλαίρου", "Παναιτωλικού", "Παραβόλας", "Παρακαμπυλίων", "Πλατάνου", "Πυλλήνης", "Στράτου", "Φυτειών", "Χάλκειας", "Αγίου Κωνσταντίνου", "Αγίου Στεφάνου", "Αναβύσσου", "Ανθούσης", "Ανοίξεως", "Αρτέμιδος (Λούτσα)", "Αυλώνος", "Αφιδνών", "Αχαρνών", "Βάρης", "Βαρνάβα", "Βουλιαγμένης", "Βούλας", "Γέρακα", "Γλυκών Νερών", "Γραμματικού", "Διονύσου", "Δροσιάς", "Θρακομακεδόνων", "Καλάμου", "Καλυβίων Θορικού", "Καπανδριτίου", "Κερατέας", "Κουβαρά", "Κρυονερίου", "Κρωπίας", "Λαυρεωτικής", "Μαλακάσης", "Μαραθώνος", "Μαρκόπουλου", "Νέας Μάκρης", "Νέων Παλατίων", "Παιανίας", "Παλαιάς Φωκαίας", "Παλλήνης", "Πικερμίου", "Πολυδενδρίου", "Ραφήνας", "Ροδοπόλεως", "Σαρωνίδος", "Σκάλας Ωρωπού", "Σπάτων", "Σταμάτας", "Συκαμίνου", "Ωρωπίων", "Άργους", "Αλέας", "Ασίνης", "Ασκληπιείου", "Αχλαδοκάμπου", "Επιδαύρου", "Ερμιόνης", "Κουτσοποδίου", "Κρανιδίου", "Λέρνας", "Λυρκείας", "Μιδέας", "Μυκηναίων", "Νέας Κίου", "Νέας Τίρυνθας", "Ναυπλιέων", "Απόλλωνος", "Βαλτετσίου", "Βυτίνας", "Βόρειας Κυνουρίας", "Γόρτυνος", "Δημητσάνας", "Ηραίας", "Κλείτορος", "Κοντοβαζαίνης", "Κορυθίου", "Κοσμά", "Λαγκαδίων", "Λεβιδίου", "Λεωνιδίου", "Μαντινείας", "Μεγαλόπολης", "Σκυρίτιδας", "Τεγέας", "Τρίπολης", "Τρικολώνων", "Τροπαίων", "Φαλάνθου", "Φαλαισίας", "Άρτας", "Αγνάντων", "Αθαμανίας", "Αμβρακικού", "Αράχθου", "Βλαχερνών", "Γεωργίου Καραϊσκάκη", "Ηρακλείας Αρτης", "Θεοδωριάνων", "Κομμένου", "Κομποτίου", "Μελισσουργών", "Ξηροβουνίου", "Πέτα", "Τετραφυλίας", "Φιλοθέης Αρτης", "Αιγίου", "Αιγείρας", "Ακράτας", "Αροανίας", "Βραχναιίκων", "Διακοπτού", "Δύμης", "Ερινεού", "Καλαβρύτων", "Καλεντζίου", "Λαρίσσου", "Λεοντίου", "Λευκασίου", "Μεσσάτιδος", "Μόβρης", "Πάτρα", "Παραλίας Αχαϊας", "Παϊων", "Ρίου", "Συμπολιτείας", "Τριταίας", "Φαρρών", "Ωλενίας", "Ακραιφνίας", "Αλιάρτου", "Αντικύρας", "Αραχώβης", "Βαγίων", "Δαύλειας", "Δερβενοχωρίων", "Διστόμου", "Θίσβης", "Θεσπιέων", "Θηβαίων", "Κορώνειας Βοιωτίας", "Κυριακίου", "Λιβαδιά", "Οινοφύτων", "Ορχομενού", "Πλαταιών", "Σχηματαρίου", "Τανάγρας", "Χαιρωνείας", "Αβδέλλας", "Βεντζίου", "Γρεβενών", "Γόργιανης", "Δεσκάτης", "Δοτσικού", "Ηρακλεωτών", "Θεόδωρου Ζιάκα", "Κοσμά του Αιτωλού", "Μεσολουρίου", "Περιβολίου", "Σαμαρίνης", "Σμίξης", "Φιλιππαίων", "Χασίων Γρεβενών", "Δοξάτου", "Δράμας", "Κάτω Νευροκοπίου", "Καλαμπακίου", "Νικηφόρου", "Παρανεστίου", "Προσοτσάνης", "Σιδηρονέρου", "Σιταγρών", "Ανω Λιοσίων", "Ασπροπύργου", "Βιλίων", "Ελευσίνας", "Ερυθρών", "Ζεφυρίου", "Μάνδρας", "Μαγούλας", "Μεγάρων", "Νέας Περάμου", "Οινόης", "Φυλής", "Αγαθονησίου", "Αρχαγγέλου", "Αστυπάλαιας", "Ατταβύρου", "Αφάντου", "Δικαίου", "Ηρακλειδών", "Ιαλυσού", "Κάσου", "Καλλιθέας Δωδεκανήσου", "Καλυμνίων", "Καμείρου", "Καρπάθου", "Κως", "Λέρου", "Λίνδος", "Λειψών", "Μεγίστης", "Νισύρου", "Νότιας Ρόδου", "Ολύμπου Καρπάθου", "Πάτμου", "Πεταλούδων", "Ρόδος", "Σύμης", "Τήλου", "Χάλκης", "Αλεξανδρούπολης", "Βύσσας", "Διδυμοτείχου", "Κυπρίνου", "Μεταξάδων", "Ορεστιάδας", "Ορφέα", "Σαμοθράκης", "Σουφλίου", "Τραϊανούπολης", "Τριγώνου", "Τυχερού", "Φερών Έβρου", "Αιδηψού", "Αμαρυνθίων", "Ανθηδώνος", "Αρτεμισίου", "Αυλίδος", "Αυλώνος Ευβοίας", "Διρφύων", "Δυστίων", "Ελυμνίων", "Ερέτριας", "Ιστιαίας", "Καρύστου", "Καφηρέως", "Κηρέως", "Κονιστρών", "Κύμης", "Ληλαντίων", "Λιχάδος", "Μαρμαρίου", "Μεσσαπίων", "Νέας Αρτάκης", "Νηλέως", "Σκύρου", "Στυραίων", "Ταμιναίων", "Χαλκιδέων", "Ωρεών", "Αγράφων", "Απεραντίων", "Ασπροποτάμου Ευρυτανίας", "Βίνιανης", "Δομνίστας", "Καρπενησίου", "Κτημενίων", "Ποταμιάς", "Προυσσού", "Φουρνά", "Φραγκίστας", "Αλυκών", "Αρκαδίων", "Αρτεμισίων Ζακύνθου", "Ελατίων", "Ζακυνθίων", "Λαγανά", "Αλιφείρας", "Αμαλιάδος", "Ανδραβίδας", "Ανδριτσαίνης", "Αρχαίας Ολυμπίας", "Βαρθολομιού", "Βουπρασίας", "Βώλακος", "Γαστούνης", "Ζαχάρως", "Ιαρδάνου", "Κάστρου - Κυλλήνης", "Λαμπείας", "Λασιώνος", "Λεχαινών", "Πηνείας", "Πύργου", "Σκιλλούντος", "Τραγανού", "Φιγαλείας", "Φολόης", "Ωλένης", "Αλεξάνδρειας", "Ανθεμίων", "Αντιγονιδών", "Αποστόλου Παύλου", "Βέροιας", "Βεργίνας", "Δοβρά", "Ειρηνούπολης", "Μακεδονίδος", "Μελίκης", "Νάουσας", "Πλατέος", "Αγίας Βαρβάρας", "Αρκαλοχωρίου", "Αρχανών", "Αστερουσιών", "Βιάννου", "Γαζίου", "Γοργολαϊνη", "Γουβών", "Γόρτυνας", "Επισκοπής", "Ζαρού", "Ηρακλείου", "Θραψανού", "Καστελλίου", "Κρουσώνα", "Κόφινα", "Μαλλίων", "Μοιρών", "Νέας Αλικαρνασσού", "Νίκου Καζαντζάκη", "Παλιανής", "Ρούβα", "Τεμένους", "Τυλίσου", "Τυμπακίου", "Χερσονήσου", "Αχέροντα", "Ηγουμενίτσης", "Μαργαριτίου", "Πέρδικας", "Παραμυθιάς", "Παραποτάμου", "Σαγιάδας", "Σουλίου", "Συβότων", "Φιλιατών", "Αγίου Αθανασίου", "Αγίου Γεωργίου", "Αγίου Παύλου", "Αμπελοκήπων", "Αξιού", "Απολλωνίας", "Αρέθουσας", "Ασσήρου", "Βασιλικών", "Βερτίσκου", "Εγνατίας", "Ελευθερίου", "Επανομής", "Ευκαρπίας", "Ευόσμου", "Εχεδώρου", "Θέρμης", "Θερμαϊκού", "Θεσσαλονίκη", "Καλαμαριάς", "Καλλιθέας Θεσσαλονίκης", "Καλλινδοίων", "Κορωνείας", "Κουφαλίων", "Λαγκαδά", "Λαχανά", "Μίκρας", "Μαδύτου", "Μενεμένης", "Μηχανιώνας", "Μυγδονίας", "Νεαπόλεως", "Πανοράματος", "Πεύκων", "Πολίχνης", "Πυλαίας", "Ρεντίνας", "Σοχού", "Σταυρουπόλεως", "Συκεών", "Τριανδρίας", "Χαλάστρας", "Χαλκηδόνος", "Χορτιάτη", "Ωραιοκάστρου", "Αγίου Δημητρίου", "Αετομηλίτσης", "Ανατολής", "Ανατολικού Ζαγορίου", "Ανω Καλαμά", "Ανω Πωγωνίου", "Βαθυπέδου", "Βοβούσης", "Δελβινακίου", "Διστράτου", "Δωδώνης", "Εγνατίας Ιωαννίνων", "Εκάλης Ιωαννίνων", "Ευρυμενών Ιωαννίνων", "Ζίτσας", "Ιωάννινα", "Καλαριτών", "Καλπακίου", "Κατσανοχωρίων", "Κεντρικού Ζαγορίου", "Κόνιτσας", "Λάβδανης", "Λάκκας Σουλίου", "Μαστοροχωρίων", "Ματσουκίου", "Μετσόβου", "Μηλέας", "Μολοσσών", "Μπιζανίου", "Νήσου Ιωαννίνων", "Παμβώτιδος", "Παπίγκου", "Πασαρώνος", "Περάματος", "Πραμάντων", "Πωγωνιανής", "Σελλών", "Σιράκου", "Τζουμέρκων", "Τύμφης", "Φούρκας", "Ελευθερούπολης", "Ελευθερών", "Θάσου", "Καβάλας", "Κεραμωτής", "Ορεινού", "Ορφανού", "Παγγαίου", "Πιερέων", "Φιλίππων", "Χρυσούπολης", "Άρνης", "Αθαμανών", "Αργιθέας", "Αχελώου", "Ιθώμης Καρδίτσης", "Ιτάμου", "Κάμπου", "Καλλιφώνου", "Καρδίτσας", "Μενελαϊδας", "Μητρόπολης", "Μουζακίου", "Νεβρόπολης Αγράφων", "Παλαμά", "Παμίσου", "Πλαστήρα", "Ρεντίνης", "Σελλάνων", "Σοφάδων", "Ταμασίου", "Φύλλου", "Ίωνος Δραγούμη", "Αγίας Τριάδος", "Αγίων Αναργύρων Καστοριάς", "Ακριτών", "Αργους Ορεστικού", "Αρρένων", "Βιτσίου", "Γράμου", "Καστοριάς", "Καστρακίου", "Κλεισούρας", "Κορεστίων", "Μακέδνων", "Μεσοποταμίας", "Νεστορίου", "Αγίου Γεωργίου Κερκύρας", "Αχιλλείων", "Ερεικούσσης", "Εσπερίων", "Θιναλίου", "Κέρκυρα", "Κασσωπαίων", "Κορισσίων", "Λευκιμμαίων", "Μαθρακίου", "Μελιτειέων", "Οθωνών", "Παλαιοκαστριτών", "Παξών", "Παρελίων", "Φαιάκων", "Αργοστολίου", "Ελειού - Πρόνων", "Ερίσου", "Ιθάκης", "Λειβαθούς", "Ομαλών", "Παλικής", "Πυλαρέων", "Σάμης", "Αξιούπολης", "Γαλλικού", "Γουμένισσας", "Δοϊράνης", "Ευρωπού", "Κιλκίς", "Κρουσσών", "Λιβαδίων Κιλκίς", "Μουριών", "Πικρολίμνης", "Πολυκάστρου", "Χέρσου", "Αγίας Παρασκευής Κοζάνης", "Αιανής", "Ασκίου", "Βελβεντού", "Βερμίου", "Βλάστης", "Δημητρίου Υψηλάντη", "Ελιμείας", "Ελλησπόντου", "Καμβουνίων", "Κοζάνης", "Λιβαδερού", "Μουρικίου", "Νεάπολης Κοζάνης", "Πενταλόφου", "Πτολεμαϊδας", "Σερβίων", "Σιάτιστας", "Τσοτυλίου", "Άσσου-Λεχαίου", "Αγίων Θεοδώρων", "Βέλου", "Βόχας", "Ευρωστίνης", "Κορινθίων", "Λουτρακίου-Περαχώρας", "Νεμέας", "Ξυλοκάστρου", "Σαρωνικού", "Σικυωνίων", "Σολυγείας", "Στυμφαλίας", "Τενέας", "Φενεού", "Άνδρου", "Άνω Σύρου", "Αμοργού", "Ανάφης", "Αντιπάρου", "Δονούσης", "Δρυμαλίας", "Εξωμβούργου", "Ερμουπόλεως", "Ηράκλειας", "Θήρας", "Ιος", "Κέας", "Κιμώλου", "Κορθίου", "Κουφονησίων", "Κύθνου", "Μήλου", "Μυκόνου", "Νάξου", "Οίας", "Πάρου", "Πανόρμου", "Ποσειδωνίας", "Σίφνου", "Σερίφου", "Σικίνου", "Σχοινούσσης", "Τήνου", "Υδρούσας", "Φολεγάνδρου", "Αγίας Παρασκευής Λέσβου", "Αγίου Ευστρατίου", "Αγιάσου", "Ατσικής", "Γέρας", "Ερεσού - Αντίσσης", "Ευεργέτουλα", "Καλλονής", "Λουτροπόλεως Θερμής", "Μήθυμνας", "Μανταμάδου", "Μούδρου", "Μυτιλήνης", "Μύρινας", "Νέας Κούταλης", "Πέτρας", "Πλωμαρίου", "Πολιχνίτου", "Έλους", "Ανατολικής Μάνης", "Ασωπού", "Βοιών", "Γερόνθρων", "Γυθείου", "Ελαφονήσου", "Ζάρακα", "Θεραπνών", "Καρυών", "Κροκεών", "Μολάων", "Μονεμβασίας", "Μυστρά", "Νιάτων", "Οινούντος", "Οιτύλου", "Πελλάνας", "Σκάλας", "Σμύνους", "Σπάρτης", "Φαρίδος", "Αγιάς", "Αμπελακίων Λαρίσης", "Αμπελώνος", "Αντιχασίων", "Αρμενίου", "Βερδικούσης", "Γιάννουλης", "Γόννων", "Ελασσόνας", "Ενιππέα", "Ευρυμενών Λαρίσης", "Κάτω Ολύμπου", "Καρυάς", "Κιλελέρ", "Κοιλάδας", "Κραννώνος", "Λάρισας", "Λακέρειας", "Λιβαδίου Λαρίσης", "Μακρυχωρίου", "Μελιβοίας", "Νέσσωνος", "Νίκαιας Λαρίσης", "Ναρθακίου", "Ολύμπου", "Πλατυκάμπου", "Πολυδάμαντα", "Ποταμιάς Λαρίσης", "Σαρανταπόρου", "Τσαριτσάνης", "Τυρνάβου", "Φαρσάλων", "Αγίου Νικολάου", "Ιεράπετρας", "Ιτάνου", "Λεύκης", "Μακρύ Γιαλού", "Νεάπολης Λασιθίου", "Οροπεδίου Λασιθίου", "Σητείας", "Απολλωνίων", "Ελλομένου", "Καλάμου Λευκάδος", "Καρυάς Λευκάδος", "Καστού", "Λευκάδος", "Μεγανησίου", "Σφακιωτών", "Αγριάς", "Αισωνίας", "Αλμυρού", "Αλοννήσου", "Ανάβρας", "Αργαλαστής", "Αρτέμιδας", "Αφετών", "Βόλου", "Ζαγοράς", "Ιωλκού", "Κάρλας", "Κεραμιδίου", "Μακρινίτσης", "Μηλεών", "Μουρεσίου", "Νέας Αγχιάλου", "Νέας Ιωνίας Μαγνησίας", "Πορταριάς", "Πτελεού", "Σηπιάδος", "Σκιάθου", "Σκοπέλου", "Σούρπης", "Τρικερίου", "Φερών Μαγνησίας", "Άριος", "Αβίας", "Αετού Μεσσηνίας", "Αιπείας", "Ανδανίας", "Ανδρούσης", "Αριστομένους", "Αρφαρών", "Αυλώνος Μεσσηνίας", "Βουφράδων", "Γαργαλιάνων", "Δωρίου", "Είρας", "Θουρίας", "Ιθώμης Μεσσηνίας", "Καλαμάτας", "Κορώνης", "Κυπαρισσίας", "Λεύκτρου", "Μεθώνης", "Μελιγαλά", "Μεσσήνης", "Νέστορος", "Οιχαλίας Μεσσηνίας", "Παπαφλέσσα", "Πεταλιδίου", "Πύλου", "Τρικόρφου", "Τριπύλης", "Φιλιατρών", "Χιλιοχωρίων", "Αβδήρων", "Βιστωνίδος", "Θερμών Ξάνθης", "Κοτύλης", "Μύκης", "Ξάνθης", "Σατρών", "Σελέρου", "Σταυρούπολης", "Τοπείρου", "Έδεσσας", "Αριδαίας", "Βεγορίτιδας", "Γιαννιτσών", "Εξαπλατάνου", "Κρύας Βρύσης", "Κύρρου", "Μεγάλου Αλεξάνδρου", "Μενηίδος", "Πέλλας", "Σκύδρας", "Αίγινας", "Αγίου Ιωάννου Ρέντη", "Αγκιστρίου", "Αμπελακίων", "Αντικυθήρων", "Δραπετσώνας", "Κερατσινίου", "Κορυδαλλού", "Κυθήρων", "Μεθάνων", "Νικαίας", "Πειραιώς", "Περάματος", "Πόρου", "Σαλαμίνας", "Σπετσών", "Τροιζήνος", "Υδρας", "Αιγινίου", "Ανατολικού Ολύμπου", "Δίου", "Ελαφίνας", "Κατερίνης", "Κολινδρού", "Κορινού", "Λιτοχώρου", "Μεθώνης Πιερίας", "Πέτρας Πιερίας", "Παραλίας Πιερίας", "Πιερίων", "Πύδνας", "Ανωγείου", "Ζαλόγγου", "Θεσπρωτικού", "Κρανέας", "Λούρου", "Πάργας", "Πρεβέζης", "Φαναρίου", "Φιλιππιάδος", "Ανωγείων", "Αρκαδίου", "Γεροποτάμου", "Ζωνιανών", "Κουλούκωνα", "Κουρητών", "Λάμπης", "Λαππαίων", "Νικηφόρου Φωκά", "Ρεθύμνης", "Συβρίτου", "Φοίνικα", "Αιγείρου", "Αμαξάδων", "Αρριανών", "Ιάσμου", "Κέχρου", "Κομοτηνής", "Μαρωνείας", "Νέου Σιδηροχωρίου", "Οργάνης", "Σαπών", "Σώστου", "Φιλλύρας", "Αγίου Κηρύκου", "Βαθέος", "Ευδήλου", "Καρλοβασίων", "Μαραθοκάμπου", "Πυθαγορείου", "Ραχών", "Φούρνων Κορσεών", "Άνω Βροντούς", "Αγκίστρου", "Αλιστράτης", "Αμφίπολης", "Αχινού", "Αχλαδοχωρίου", "Βισαλτίας", "Εμμανουήλ Παππά", "Ηρακλείας Σερρών", "Κερκίνης", "Κορμίστας", "Λευκώνα", "Μητρουσίου", "Νέας Ζίχνης", "Νιγρίτης", "Ορεινής", "Πετριτσίου", "Προμαχώνος", "Πρώτης", "Ροδολίβους", "Σερρών", "Σιδηροκάστρου", "Σκοτούσσης", "Σκουτάρεως", "Στρυμωνικού", "Στρυμώνα", "Τραγίλου", "Αιθήκων", "Ασπροποτάμου Τρικάλων", "Βασιλικής", "Γόμφων", "Εστιαιώτιδας", "Καλαμπάκας", "Καλλιδένδρου", "Καστανιάς", "Κλεινοβού", "Κόζιακα", "Μαλακασίου", "Μεγάλων Καλυβίων", "Μυροφύλλου", "Νεράιδας", "Οιχαλίας Τρικάλων", "Παληοκάστρου", "Παραληθαίων", "Πελινναίων", "Πιαλείων", "Πυνδαίων", "Πύλης", "Τρίκαλα", "Τυμφαίων", "Φαλωρείας", "Φαρκαδόνας", "Χασίων Τρικάλων", "Αγίου Γεωργίου Τυμφρηστού", "Αγίου Κωνσταντίνου Φθιώτιδος", "Αμφίκλειας", "Αταλάντης", "Γοργοποτάμου", "Δαφνουσίων", "Δομοκού", "Ελάτειας", "Εχιναίων", "Θεσσαλιώτιδος", "Καμένων Βούρλων", "Λαμία", "Λειανοκλαδίου", "Μακρακώμης", "Μαλεσίνης", "Μώλου", "Ξυνιάδος", "Οπουντίων", "Παύλιανης", "Πελασγίας", "Σπερχειάδος", "Στυλίδος", "Τιθορέας", "Τυμφρηστού", "Υπάτης", "Αετού Φλωρίνης", "Αμυνταίου", "Βαρικού", "Κάτω Κλεινών", "Κρυσταλλοπηγής", "Λεχόβου", "Μελίτης", "Νυμφαίου", "Περάσματος", "Πρεσπών", "Φιλώτα", "Φλώρινας", "Αμφίσσης", "Βαρδουσίων", "Γαλαξιδίου", "Γραβιάς", "Δελφών", "Δεσφίνης", "Ευπαλίου", "Ιτέας", "Καλλιέων", "Λιδορικίου", "Παρνασσού", "Τολοφώνος", "Αγίου Μηνά", "Αμανής", "Ιωνίας", "Καμποχώρων", "Καρδαμύλων", "Μαστιχοχωρίων", "Οινουσσών", "Ομηρούπολης", "Χίος", "Ψαρών", "Ανθεμούντα", "Αρναίας", "Ζερβοχωρίων", "Καλλικράτειας", "Κασσάνδρας", "Μουδανιών", "Ορμυλίας", "Παλλήνης Χαλκιδικής", "Παναγίας", "Πολυγύρου", "Σιθωνίας", "Σταγύρων-Ακάνθου", "Τορώνης", "Τρίγλιας", "Ακρωτηρίου", "Ανατολικού Σελίνου", "Αρμένων", "Ασή Γωνιάς", "Βάμου", "Βουκολιών", "Γαύδου", "Γεωργιουπόλεως", "Ελευθερίου Βενιζέλου", "Θερίσου", "Ιναχωρίου", "Καντάνου", "Κεραμιών", "Κισσάμου", "Κολυμβαρίου", "Κρυονερίδας", "Μουσούρων", "Μυθήμνης", "Νέας Κυδωνίας", "Πελεκάνου", "Πλατανιά", "Σούδας", "Σφακίων", "Φρέ", "Χανίων" );

		public function wordGame(){
			Security.allowDomain( "*" );
			nc = new NetConnection();
			nc.connect("rtmp://europa.kamibu.com/SOSample");
			so = SharedObject.getRemote("SampleChat", nc.uri, false); 
			so.connect( nc );
			so.addEventListener( SyncEvent.SYNC, SOSyncHandler );
			b = new TextArea();
			c = new TextInput();
			b.width = 200;
			b.height = 200;
			c.width = 200;
			c.height = 25;
			c.y = 200;
			stage.addChild( b );
			stage.addChild( c );
			c.addEventListener( ComponentEvent.ENTER, InputEnterHandler );
			b.text = "Γράψε ένα όνομα χρήστη και πάτα Enter";
			begining = true;
		}
		
		private function SOSyncHandler( event ){
			if( so.data.SampleChat == undefined || begining ){
				return;
			}
			trace( so.data.SampleChat );
			var data = so.data.SampleChat.split( "-" );
			if( data.length < 2 ){
				return;
			}
			switch( data[ 1 ] ){
				case "1": //Someone seeks for player
					if( !playing && username != data[ 0 ]
														 ){
						so.setProperty( "SampleChat", username + "-2-" + data[ 0 ] );
						playing = true;
						coplayer = data[ 0 ];
					}
					break;
				case "2": //Players accept each other
					if( data[ 0 ] == coplayer && data[ 2 ] != username ){
						playing = false;
						return;
					}
					if( data[ 0 ] == coplayer && data[ 2 ] == username ){
						b.text += "\nΠαίζεις με τον χρήστη " + coplayer;
					}
					if( data[ 2 ] == username && !playing ){
						playing = true;
						coplayer = data[ 0 ];
						b.text += "\nΠαίζεις με τον χρήστη " + coplayer;
						so.setProperty( "SampleChat", username + "-2-" + data[ 0 ] );
						StartGame();
					}
					break;
				case "3": //Playing session
					if( data[ 0 ] == coplayer ){
						otherssolution = data[ 2 ];
						if( mysolution == "" ){
							return;
						}
						if( mysolution == otherssolution ){
							b.text = mysolution + " -> Σωστή απάντηση!";
							mysolution = otherssolution = "";
							StartGame();
							return;
						}
						b.text += "\nΛάθος απάντηση..";
					}
					break;
				case "4": //Current word select
					if( data[ 0 ] == coplayer ){
						currentword = data[ 2 ];
						b.text += "\nΓράψε την πόλη \"" + currentword + "\" στην ονομαστική";
					}
					break;
			}
						
		}
		
		private function InputEnterHandler( event ){
			if( begining ){
				username = event.target.text;
				event.target.text = "";
				b.text = "Το όνομα χρήστη σου είναι " + username + "\nΑναμονή για παίκτη...";
				so.setProperty( "SampleChat", username + "-1" );
				begining = false;
				return;
			}
			var text = event.target.text;
			b.text += "\n" + text;
			so.setProperty( "SampleChat", username + "-3-" + text );
			mysolution = text;
			if( otherssolution != "" ){
				if( otherssolution == mysolution ){
					b.text = mysolution + " -> Σωστή απάντηση!";
					mysolution = otherssolution = "";
				}
				else{
					b.text += "\nΛάθος απάντηση..";
				}
			}
			event.target.text = "";
		}
		
		private function StartGame(){
			currentword = towns[ Math.round( Math.random()*1033 ) ];
			b.text += "\nΓράψε την πόλη \"" + currentword + "\" στην ονομαστική";
			so.setProperty( "SampleChat", username + "-4-" + currentword );
		}
	}
}