<?php
    function ElementUserBanned() {
        global $xc_settings;
        
        ?><div style="margin:10px auto 0 auto;padding:10px;width:70%;">
            <img src="<?php
            echo $xc_settings[ 'staticimagesurl' ];
            ?>zino-150-reflection.jpg" alt="Zino" style="float:left;margin:10px;" />
            <br />Το σύστημά μας παρατήρησε ότι πραγματοποιείς ασυνήθιστη χρήση του λογαριασμού σου. Προκειμένου να προστατευθούν οι χρήστες του Zino από την ενδεχομένως επιβλαβή χρήση του Zino, αυτός ο λογαριασμό έχει τεθεί εκτός λειτουργίας για μερικές ώρες. Εάν χρησιμοποιείς οποιοδήποτε λογισμικό τρίτων που αλληλεπιδρά με τον λογαριασμό σου στο Zino, παρακαλούμε απενεργοποίησέ το ή ρυθμισέ το έτσι ώστε η λειτουργία του να συμμορφώνεται με τους Όρους Χρήσης των υπηρεσιών του Zino. Εάν θεωρείς ότι έχεις χρησιμοποιήσει τον λογαριασμό σου στο Zino σύμφωνα με τους Όρους Χρήσης, παρακαλώ επικοινώνησε μαζί μας για να επιλύσουμε αυτό το πρόβλημα.
        </div><?php
    }
?>
